{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/yXvRuJgOQ4wQZi64aplVM-DVB8E\"","eventId":null,"kind":"youtube#playlistItemListResponse","nextPageToken":null,"prevPageToken":null,"visitorId":null,"pageInfo":{"resultsPerPage":50,"totalResults":48},"items":[{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/n326FKmlGIp6pryI9KcUSw_EJyE\"","id":"UEw4ZFB1dWFMalh0TXdtZXBCalRTRzU5M2VHN09iek83cy41NkI0NEY2RDEwNTU3Q0M2","kind":"youtube#playlistItem","snippet":{"channelId":"UCX6b17PVsYBQ0ip5gyeme-Q","channelTitle":"CrashCourse","description":"In which John Green kicks off Crash Course US History! Why, you may ask, are we covering US History, and not more World History, or the history of some other country, or the very specific history of your home region? Well, the reasons are many. But, like it or not, the United States has probably meddled in your country to some degree in the last 236 years or so, and that means US History is relevant all over the world. In episode 1, John talks about the Native Americans who lived in what is now the US prior to European contact. This is a history class, not archaeology, so we're mainly going to cover written history. That means we start with the first sustained European settlement in North America, and that means the Spanish. The Spanish have a long history with the natives of the Americas, and not all of it was positive. The Spanish were definitely not peaceful colonizers, but what colonizers are peaceful? Colonization pretty much always results in an antagonistic relationship with the locals. John teaches you about early Spanish explorers, settlements, and what happened when they didn't get along with the indigenous people. The story of their rocky relations has been called the Black Legend. Which is not a positive legend.\n\nTurn on the captions. You'll like it!\n\nFollow us!\n@thecrashcourse\n@realjohngreen\n@crashcoursestan\n@raoulmeyer\n@saysdanica\n@thoughtbubbler Support CrashCourse on Patreon: https:\/\/www.patreon.com\/crashcourse","playlistId":"PL8dPuuaLjXtMwmepBjTSG593eG7ObzO7s","position":0,"publishedAt":"2013-01-31T22:31:37.000Z","title":"The Black Legend, Native Americans, and Spaniards: Crash Course US History #1","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/6E9WU9TGrec\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/6E9WU9TGrec\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/6E9WU9TGrec\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/6E9WU9TGrec\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/6E9WU9TGrec\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"6E9WU9TGrec"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"6E9WU9TGrec","videoPublishedAt":"2013-01-31T22:27:10.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/09ECpIpDirOwV2UNbg3sov0qopc\"","id":"UEw4ZFB1dWFMalh0TXdtZXBCalRTRzU5M2VHN09iek83cy4yODlGNEE0NkRGMEEzMEQy","kind":"youtube#playlistItem","snippet":{"channelId":"UCX6b17PVsYBQ0ip5gyeme-Q","channelTitle":"CrashCourse","description":"In which John Green teaches you about the (English) colonies in what is now the United States. He covers the first permanent English colony at Jamestown, Virginia, the various theocracies in Massachusetts, the feudal kingdom in Maryland, and even a bit about the spooky lost colony at Roanoke Island. What were the English doing in America, anyway? Lots of stuff. In Virginia, the colonists were largely there to make money. In Maryland, the idea was to create a a colony for Catholics who wanted to be serfs of the Lords Baltimore. In Massachusetts, the Pilgrims and Puritans came to America to find a place where they could freely persecute those who didn't share their beliefs. But there was a healthy profit motive in Massachusetts as well. Profits were thin at first, and so were the colonists. Trouble growing food and trouble with the natives kept the early colonies from success. Before long though, the colonists started cultivating tobacco, which was a win for everyone involved if you ignore the lung cancer angle. So kick back, light up a smoke, and learn how America became profitable. DON'T SMOKE, THOUGH! THAT WAS A JOKE!\n\nTun on the captions, you'll like them!\n\nHey teachers and students - Check out CommonLit's free collection of reading passages and curriculum resources to learn more about the events of this episode. Modern Native Americans have varied perspectives on Thanksgiving and the start of European colonization in America. Chuck Larsen's Plymouth Thanksgiving Story reveals a new native and anthropological take on the famous first Thanksgiving meal: https:\/\/www.commonlit.org\/texts\/the-plymouth-thanksgiving-story\n\nfollow us!\n@thecrashcourse\n@realjohngreen\n@crashcoursestan\n@raoulmeyer\n@thoughtbubbler\n@saysdanica\n\nLike us!\nhttp:\/\/www.facebook.com\/youtubecrashcourse\n\nLook at this!\nhttp:\/\/thecrashcourse.tumblr.com Support CrashCourse on Patreon: https:\/\/www.patreon.com\/crashcourse","playlistId":"PL8dPuuaLjXtMwmepBjTSG593eG7ObzO7s","position":1,"publishedAt":"2013-02-07T22:37:29.000Z","title":"When is Thanksgiving? Colonizing America: Crash Course US History #2","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/o69TvQqyGdg\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/o69TvQqyGdg\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/o69TvQqyGdg\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/o69TvQqyGdg\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/o69TvQqyGdg\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"o69TvQqyGdg"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"o69TvQqyGdg","videoPublishedAt":"2013-02-07T22:37:39.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/rETBCGmKhswtWtGDJWmEYaroXSg\"","id":"UEw4ZFB1dWFMalh0TXdtZXBCalRTRzU5M2VHN09iek83cy4wMTcyMDhGQUE4NTIzM0Y5","kind":"youtube#playlistItem","snippet":{"channelId":"UCX6b17PVsYBQ0ip5gyeme-Q","channelTitle":"CrashCourse","description":"In which John Green teaches you about relations between the early English colonists and the native people the encountered in the New World. In short, these relations were poor. As soon as they arrived, the English were in conflict with the native people. At Jamestown, Captain John Smith briefly managed to get the colony on pretty solid footing with the local tribes, but it didn't last, and a long series of wars with the natives ensued. This pattern would continue in US history, with settlers pushing into native lands and pushing the inhabitants further west. In this episode, you'll learn about Wahunsunacawh (who the English called Powhatan), his daughter Pocahontas, King Philip's (aka Metacom) War, and the Mystic Massacre. By and large, the history of the Natives and the English was not a happy one, even Thanksgiving wasn't all it's cracked up to be. Support CrashCourse on Patreon: https:\/\/www.patreon.com\/crashcourse\n\nHey teachers and students - Check out CommonLit's free collection of reading passages and curriculum resources to learn more about the events of this episode. The English tried and failed for a decade to establish a foothold in the New World in native territory, leading to the lost colony of Roanoke: https:\/\/www.commonlit.org\/texts\/settling-a-new-world-the-lost-colony-of-roanoke-island\nWhen Jamestown was finally established in Virginia in 1607, the local Powhatan tribes sought friendly relations with the settlers, which quickly deteriorated: https:\/\/www.commonlit.org\/texts\/chief-powhatan-s-address-to-captain-john-smith","playlistId":"PL8dPuuaLjXtMwmepBjTSG593eG7ObzO7s","position":2,"publishedAt":"2013-02-14T23:13:39.000Z","title":"The Natives and the English - Crash Course US History #3","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/TTYOQ05oDOI\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/TTYOQ05oDOI\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/TTYOQ05oDOI\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/TTYOQ05oDOI\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/TTYOQ05oDOI\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"TTYOQ05oDOI"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"TTYOQ05oDOI","videoPublishedAt":"2013-02-14T23:13:35.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/M7I3CH7a_zhLHX7_m5SF_UEOlxM\"","id":"UEw4ZFB1dWFMalh0TXdtZXBCalRTRzU5M2VHN09iek83cy41MjE1MkI0OTQ2QzJGNzNG","kind":"youtube#playlistItem","snippet":{"channelId":"UCX6b17PVsYBQ0ip5gyeme-Q","channelTitle":"CrashCourse","description":"In which John Green teaches you about some of the colonies that were not in Virginia or Massachussetts. Old New York was once New Amsterdam. Why they changed it, I can say; ENGLISH people just liked it better that way, and when the English took New Amsterdam in 1643, that's just what they did. Before the English got there though, the colony was full of Dutch people  who treated women pretty fairly, and allowed free black people to hold jobs. John also discusses Penn's Woods, also known as Pennsylvania. Pennsylvania was (briefly) a haven of religious freedom, and William Penn dealt relatively fairly with the natives his colony displaced. Of course, as soon as Penn died, the colonist started abusing the natives immediately. We venture as far south as the Carolina colonies, where the slave labor economy was taking shape. John also takes on the idea of the classless society in America, and the beginning of the idea of the American dream. It turns out that in spite of the lofty dream that everyone had an equal shot in the new world, there were elites in the colonies. And these elites tended to be in charge. And then their kids tended to take over when they died. So yeah, not quite an egalitarian paradise. In addition to all this, we get into the Salem Witch Trials, the treatment of women in the colonies, and colonial economics. Oh yeah, one more thing, before you comment about how he says we're talking about the American Revolution next week, but the end screen says Seven Years War, consider that perhaps the Seven Years War laid the groundwork for the revolution to happen. \n\nAlso, turn on the subtitles by clicking the CC button. You'll like them.\n\nFollow us!\n@thecrashcourse\n@realjohngreen\n@crashcoursestan\n@raoulmeyer\n@saysdanica\n@thoughtbubbler Support CrashCourse on Patreon: https:\/\/www.patreon.com\/crashcourse","playlistId":"PL8dPuuaLjXtMwmepBjTSG593eG7ObzO7s","position":3,"publishedAt":"2013-02-22T00:56:48.000Z","title":"The Quakers, the Dutch, and the Ladies: Crash Course US History #4","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/p47tZLJbdag\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/p47tZLJbdag\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/p47tZLJbdag\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/p47tZLJbdag\/sddefault.jpg","width":640}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"p47tZLJbdag"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"p47tZLJbdag","videoPublishedAt":"2013-02-22T00:56:44.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/CMJa79N6LgJM-fWMsTqSo40FcWc\"","id":"UEw4ZFB1dWFMalh0TXdtZXBCalRTRzU5M2VHN09iek83cy4wOTA3OTZBNzVEMTUzOTMy","kind":"youtube#playlistItem","snippet":{"channelId":"UCX6b17PVsYBQ0ip5gyeme-Q","channelTitle":"CrashCourse","description":"In which John Green teaches you about the beginnings of the American Revolution in a video titled The Seven Years War. Confusing? Maybe. John argues that the Seven Years War, which is often called the French and Indian War in the US, laid a lot of the groundwork for the Revolution. More confusing? Why does this war have two names? Why were the French and Indians fighting each other? The Seven Years war was actually a global war that went on for nine years. I think I'm having trouble making this clear. Anyway, the part of this global war that happened in North America was the French and Indian War. The French and Indian tribes were the force opposing the British, so that's the name that stuck. Let's get away from this war, as it makes my head hurt. Other stuff was going on in the colonies in the 18th century that primed the people for revolution. One was the Great Awakening. Religious revival was sweeping the country, introducing new ideas about religion and how it should be practiced. At the same time thinkers like John Locke were rethinking the relationship between rulers and the ruled. So in this highly charged atmosphere, you can just imagine what would happen if the crown started trying to exert more control over the colonies. The colonists would probably just rise up, right? We'll see what happens next week.\n\nRead the Mystery Document in its entirety in the Minutes of the Provincial Province of Pennsylvania Vol. IX: http:\/\/dft.ba\/-PennProvinceMinutes\n\nHey teachers and students - Check out CommonLit's free collection of reading passages and curriculum resources to learn more about the events of this episode. Learn about how the European struggle for dominance throughout the French and Indian War impacted natives in North America: https:\/\/www.commonlit.org\/texts\/french-and-indian-war\n\nFollow us!\n@thecrashcourse\n@realjohngreen\n@crashcoursestan\n@raoulmeyer\n@saysdanica\n@thoughtbubbler\n\nLike us!\nhttp:\/\/www.facebook.com\/youtubecrashcourse\n\nLook at this!\nthecrashcourse.tumblr.com Support CrashCourse on Patreon: https:\/\/www.patreon.com\/crashcourse","playlistId":"PL8dPuuaLjXtMwmepBjTSG593eG7ObzO7s","position":4,"publishedAt":"2013-03-01T00:01:40.000Z","title":"The Seven Years War and the Great Awakening: Crash Course US History #5","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/5vKGU3aEGss\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/5vKGU3aEGss\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/5vKGU3aEGss\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/5vKGU3aEGss\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/5vKGU3aEGss\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"5vKGU3aEGss"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"5vKGU3aEGss","videoPublishedAt":"2013-02-28T23:06:42.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/v2CXcz1GQ4rf-t-TCgo-YfDVBL0\"","id":"UEw4ZFB1dWFMalh0TXdtZXBCalRTRzU5M2VHN09iek83cy41MzJCQjBCNDIyRkJDN0VD","kind":"youtube#playlistItem","snippet":{"channelId":"UCX6b17PVsYBQ0ip5gyeme-Q","channelTitle":"CrashCourse","description":"In which John Green teaches you about the roots of the American Revolution. The Revolution did not start on July 4, 1776. The Revolutionary War didn't start on July 4 either. (as you remember, I'm sure, the Revolution and the Revolutionary War are not the same thing) The shooting started on April 19, 1775, at Lexington and\/or Concord, MA. Or the shooting started with the Boston Massacre on March 5, 1770. At least we can pin down the Declaration of Independence to July 4, 1776. Except that most of the signers didn't sign until August 2. The point is that the beginning of the Revolution is very complex and hard to pin down. John will lead you through the bramble of taxes, royal decrees, acts of parliament, colonial responses, and various congresses. We'll start with the end of the Seven Years War, and the bill that the British ran up fighting the war. This led to taxes on colonial trade, which led to colonists demanding representation, which led to revolution. It all seems very complicated, but Crash Course will get you through it in about 12 minutes.\n\nTurn on the captions. You'll like them!\n\nHey teachers and students - Check out CommonLit's free collection of reading passages and curriculum resources to learn more about the events of this episode. Many events paved the road to American Independence from England: https:\/\/www.commonlit.org\/texts\/the-road-to-american-independence\nEngland’s taxation on American colonists led to the famous 1773 Boston Tea Party: https:\/\/www.commonlit.org\/texts\/give-me-liberty-or-give-me-death-speech\nAnd in 1775, Patrick Henry delivered a speech that rallied Virginias to form a militia against Britain: https:\/\/www.commonlit.org\/texts\/a-participant-s-first-hand-account-of-the-boston-tea-party\n\nFollow us!\n@thecrashcourse\n@realjohngreen\n@crashcoursestan\n@raoulmeyer\n@saysdanica\n@thoughtbubbler\n\nLike us!\nhttp:\/\/www.facebook.com\/youtubecrashcourse\n\nLook at this!\nthecrashcourse.tumblr.com Support CrashCourse on Patreon: https:\/\/www.patreon.com\/crashcourse","playlistId":"PL8dPuuaLjXtMwmepBjTSG593eG7ObzO7s","position":5,"publishedAt":"2013-03-14T23:39:14.000Z","title":"Taxes & Smuggling - Prelude to Revolution: Crash Course US History #6","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/Eytc9ZaNWyc\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/Eytc9ZaNWyc\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/Eytc9ZaNWyc\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/Eytc9ZaNWyc\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/Eytc9ZaNWyc\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"Eytc9ZaNWyc"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"Eytc9ZaNWyc","videoPublishedAt":"2013-03-07T23:50:45.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/Q7vvPyVOFxFKImF8VpZCuwqISmw\"","id":"UEw4ZFB1dWFMalh0TXdtZXBCalRTRzU5M2VHN09iek83cy4xMkVGQjNCMUM1N0RFNEUx","kind":"youtube#playlistItem","snippet":{"channelId":"UCX6b17PVsYBQ0ip5gyeme-Q","channelTitle":"CrashCourse","description":"In which John Green teaches you about the American Revolution. And the Revolutionary War. I know we've labored the point here, but they weren't the same thing. In any case, John will teach you about the major battles of the war, and discuss the strategies on both sides. Everyone is familiar with how this war played out for the Founding Fathers; they got to become the Founding Fathers. But what did the revolution mean to the common people in the United States? For white, property-owning males, it was pretty sweet. They gained rights that were a definite step up from being British Colonial citizens. For everyone else, the short-term gains were not clear. Women's rights were unaffected, and slaves remained in slavery. As for poor white folks, they remained poor and disenfranchised. The reality is it took a long time for this whole democracy thing to get underway, and the principles of life, liberty, and the pursuit of happiness weren't immediately available to all these newly minted Americans.\n\nTurn on the captions, you'll like them.\n\nHey teachers and students - Check out CommonLit's free collection of reading passages and curriculum resources to learn more about the events of this episode.The Declaration of Independence not only initiated America's Revolutionary War, but laid the groundwork for some core principles of the new country: https:\/\/www.commonlit.org\/texts\/the-declaration-of-independence\nMany of the ideas in the Declaration of Independence came from political theorist John Locke's Political Society: https:\/\/www.commonlit.org\/texts\/political-society\n\nFollow us on twitter!\nhttp:\/\/www.twitter.com\/thecrashcourse\nhttp:\/\/www.twitter.com\/realjohngreen\nhttp:\/\/www.twitter.com\/crashcoursestan\nhttp:\/\/www.twitter.com\/raoulmeyer\nhttp:\/\/www.twitter.com\/thoughtbubbler\nhttp:\/\/www.twitter.com\/saysdanica Support CrashCourse on Patreon: https:\/\/www.patreon.com\/crashcourse","playlistId":"PL8dPuuaLjXtMwmepBjTSG593eG7ObzO7s","position":6,"publishedAt":"2013-03-14T23:39:14.000Z","title":"Who Won the American Revolution?: Crash Course US History #7","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/3EiSymRrKI4\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/3EiSymRrKI4\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/3EiSymRrKI4\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/3EiSymRrKI4\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/3EiSymRrKI4\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"3EiSymRrKI4"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"3EiSymRrKI4","videoPublishedAt":"2013-03-14T23:33:26.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/ilaFUxR828cymYIKL4o5MGGPySE\"","id":"UEw4ZFB1dWFMalh0TXdtZXBCalRTRzU5M2VHN09iek83cy5DQUNERDQ2NkIzRUQxNTY1","kind":"youtube#playlistItem","snippet":{"channelId":"UCX6b17PVsYBQ0ip5gyeme-Q","channelTitle":"CrashCourse","description":"In which John Green teaches you about the United States Constitution. During and after the American Revolutionary War, the government of the new country operated under the Articles of Confederation. While these Articles got the young nation through its war with England, they weren't of much use when it came to running a country. So, the founding fathers decided try their hand at nation-building, and they created the Constitution of the United States, which you may remember as the one that says We The People at the top. John will tell you how the convention came together, some of the compromises that had to be made to pass this thing, and why it's very lucky that the framers installed a somewhat reasonable process for making changes to the thing. You'll learn about Shays' Rebellion, the Federalist Papers, the elite vs rabble dynamic of the houses of congress, and start to find out just what an anti-federalist is.\n\nHey teachers and students - Check out CommonLit's free collection of reading passages and curriculum resources to learn more about the events of this episode.Founding Fathers debated over how to govern the new nation, beginning with the Articles of Confederation: https:\/\/www.commonlit.org\/texts\/articles-of-confederation\nWhen the Founding Fathers finally wrote the Constitution, they realized that they needed to add The Bill of Rights to get citizens on board with the new government: https:\/\/www.commonlit.org\/texts\/the-bill-of-rights\n\nFollow us:\nhttp:\/\/www.twitter.com\/thecrashcourse\nhttp:\/\/www.twitter.com\/realjohngreen\nhttp:\/\/www.twitter.com\/raoulmeyer\nhttp:\/\/www.twitter.com\/crashcoursestan\nhttp:\/\/www.twitter.com\/saysdanica\nhttp:\/\/www.twitter.com\/thoughtbubbler\nSupport CrashCourse on Patreon: https:\/\/www.patreon.com\/crashcourse","playlistId":"PL8dPuuaLjXtMwmepBjTSG593eG7ObzO7s","position":7,"publishedAt":"2013-03-21T21:41:02.000Z","title":"The Constitution, the Articles, and Federalism: Crash Course US History #8","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/bO7FQsCcbD8\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/bO7FQsCcbD8\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/bO7FQsCcbD8\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/bO7FQsCcbD8\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/bO7FQsCcbD8\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"bO7FQsCcbD8"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"bO7FQsCcbD8","videoPublishedAt":"2013-03-21T21:40:58.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/SHIThNseLSWFjABSMO58uzlv1uU\"","id":"UEw4ZFB1dWFMalh0TXdtZXBCalRTRzU5M2VHN09iek83cy45NDk1REZENzhEMzU5MDQz","kind":"youtube#playlistItem","snippet":{"channelId":"UCX6b17PVsYBQ0ip5gyeme-Q","channelTitle":"CrashCourse","description":"In which John Green teaches you where American politicians come from. In the beginning, soon after the US constitution was adopted, politics were pretty non-existent. George Washington was elected president with no opposition, everything was new and exciting, and everyone just got along. For several months. Then the contentious debate about the nature of the United States began, and it continues to this day. Washington and his lackey\/handler Alexander Hamilton pursued an elitist program of federalism. They attempted to strengthen the central government, create a strong nation-state, and leave less of the governance to the states, They wanted to create debt, encourage manufacturing, and really modernize the new nation\/ The opposition, creatively known as the anti-federalists, wanted to build some kind of agrarian pseudo-paradise where every (white) man could have his own farm, and live a free, self-reliant life. The founding father who epitomized this view was Thomas Jefferson. By the time Adams became president, the anti-federalists had gotten the memo about how alienating a name like anti-federalist can be. It's so much more appealing to voters if your party is for something rather than being defined by what you're against, you know? In any case, Jefferson and his acolytes changed their name to the Democratic-Republican Party, which covered a lot of bases, and proceeded to protest nearly everything Adams did. Lest you think this week is all boring politics,you'll be thrilled to hear this episode has a Whiskey Rebellion, a Quasi-War, anti-French sentiment, some controversial treaties, and something called the XYZ Affair, which sounds very exciting. Learn all about it this week with John Green.\n\nHey teachers and students - Check out CommonLit's free collection of reading passages and curriculum resources to learn more about the events of this episode. Much of America's politics came from debates between democratic republican Thomas Jefferson and federalist Alexander Hamilton: https:\/\/www.commonlit.org\/texts\/alexander-hamilton\nWhile Jefferson would go on to become president, Hamilton heavily influenced President George Washington who set many American political ideals in his farewell address that Hamilton helped craft: https:\/\/www.commonlit.org\/texts\/washington-s-farewell-address\n\nFollow us!\nhttp:\/\/www.twitter.com\/thecrashcourse\nhttp:\/\/www.twitter.com\/realjohngreen\nhttp:\/\/www.twitter.com\/crashcoursestan\nhttp:\/\/www.twitter.com\/raoulmeyer\nhttp:\/\/www.twitter.com\/saysdanica\nhttp:\/\/www.twitter.com\/thoughtbubbler\n\nTurn on the captions. You'll like them. Support CrashCourse on Patreon: https:\/\/www.patreon.com\/crashcourse","playlistId":"PL8dPuuaLjXtMwmepBjTSG593eG7ObzO7s","position":8,"publishedAt":"2013-04-06T21:53:50.000Z","title":"Where US Politics Came From: Crash Course US History #9","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/r161cLYzuDI\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/r161cLYzuDI\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/r161cLYzuDI\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/r161cLYzuDI\/sddefault.jpg","width":640}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"r161cLYzuDI"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"r161cLYzuDI","videoPublishedAt":"2013-04-04T20:34:08.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/7wjbloiQ0QtLCk-N98y9LnFh1lc\"","id":"UEw4ZFB1dWFMalh0TXdtZXBCalRTRzU5M2VHN09iek83cy5GNjNDRDREMDQxOThCMDQ2","kind":"youtube#playlistItem","snippet":{"channelId":"UCX6b17PVsYBQ0ip5gyeme-Q","channelTitle":"CrashCourse","description":"In which John Green teaches you about founding father and third president of the United States, Thomas Jefferson. Jefferson is a somewhat controversial figure in American history, largely because he, like pretty much all humans, was a big bundle of contradictions. Jefferson was a slave-owner who couldn't decide if he liked slavery. He advocated for small government, but expanded federal power more than either of his presidential predecessor. He also idealized the independent farmer and demonized manufacturing, but put policies in place that would expand industrial production in the US. Controversy may ensue as we try to deviate a bit from the standard hagiography\/slander story that usually told about old TJ. John explores Jefferson's election, his policies, and some of the new nation's (literally and figuratively) formative events that took place during Jefferson's presidency. In addition to all this, Napoleon drops in to sell Louisiana, John Marshall sets the course of the Supreme Court, and John Adams gets called a tiny tyrant.\n\nHey teachers and students - Check out CommonLit's free collection of reading passages and curriculum resources to learn more about the events of this episode. Thomas Jefferson is remembered as the Founding Father responsible for saying all men are created equal in The Declaration of Independence: https:\/\/www.commonlit.org\/texts\/the-declaration-of-independence\nJefferson didn't always practice what he preached though, as seen in his mixed views on American Indians: https:\/\/www.commonlit.org\/texts\/excerpts-from-thomas-jefferson-s-writings-on-american-indians\n\nFollow us!\nhttp:\/\/www.twitter.com\/thecrashcourse\nhttp:\/\/www.twitter.com\/realjohngreen\nhttp:\/\/www.twitter.com\/crashcoursestan\nhttp:\/\/www.twitter.com\/raoulmeyer\nhttp:\/\/www.twitter.com\/thoughtbubbler\nhttp:\/\/www.twitter.com\/saysdanica\n\nLike us!\nhttp:\/\/www.facebook.com\/youtubecrashcourse Support CrashCourse on Patreon: https:\/\/www.patreon.com\/crashcourse","playlistId":"PL8dPuuaLjXtMwmepBjTSG593eG7ObzO7s","position":9,"publishedAt":"2013-04-11T21:47:33.000Z","title":"Thomas Jefferson & His Democracy: Crash Course US History #10","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/_3Ox6vGteek\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/_3Ox6vGteek\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/_3Ox6vGteek\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/_3Ox6vGteek\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/_3Ox6vGteek\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"_3Ox6vGteek"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"_3Ox6vGteek","videoPublishedAt":"2013-04-11T21:23:37.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/8PEuwQf8TmiGk1VjvvyEeEMT9SI\"","id":"UEw4ZFB1dWFMalh0TXdtZXBCalRTRzU5M2VHN09iek83cy40NzZCMERDMjVEN0RFRThB","kind":"youtube#playlistItem","snippet":{"channelId":"UCX6b17PVsYBQ0ip5gyeme-Q","channelTitle":"CrashCourse","description":"In which John Green teaches you about the War of 1812. The War of 1812 was fought between the United States and its former colonial overlord England. It started in, you guessed it 1812. The war lasted until 1815, and it resolved very little. John will take you through the causes of the war, tell you a little bit about the fighting itself, and get into just why the US Army couldn't manage to make any progress invading Canada. And yes, Canadians, we're going to talk about the White House getting burned down. The upshot: no territory changed hands, and most of the other bones of contention were solved prior to the actual war. Although nothing much changed for the US and England, the Native Americans were the big losers. Tecumseh was killed, and the Indian tribes lost a lot of territory. Watch as John lays it all out for you. Also, check out #1812problems on Twitter. It's awesome.\n\nFollow Us!\n@thecrashcourse\n@1812problems\n@realjohngreen\n@crashcoursestan\n@raoulmeyer\n@saysdanica\n@thoughtbubbler Support CrashCourse on Patreon: https:\/\/www.patreon.com\/crashcourse","playlistId":"PL8dPuuaLjXtMwmepBjTSG593eG7ObzO7s","position":10,"publishedAt":"2013-04-18T21:10:39.000Z","title":"The War of 1812 - Crash Course US History #11","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/qMXqg2PKJZU\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/qMXqg2PKJZU\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/qMXqg2PKJZU\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/qMXqg2PKJZU\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/qMXqg2PKJZU\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"qMXqg2PKJZU"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"qMXqg2PKJZU","videoPublishedAt":"2013-04-18T21:10:36.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/2D3FrYXQdIT37Xs8RG4gAekhSTY\"","id":"UEw4ZFB1dWFMalh0TXdtZXBCalRTRzU5M2VHN09iek83cy5EMEEwRUY5M0RDRTU3NDJC","kind":"youtube#playlistItem","snippet":{"channelId":"UCX6b17PVsYBQ0ip5gyeme-Q","channelTitle":"CrashCourse","description":"In which John Green teaches you about the Market Revolution. In the first half of the 19th century, the way people lived and worked in the United States changed drastically. At play was the classic (if anything in a 30 year old nation can be called classic) American struggle between the Jeffersonian ideal of individuals sustaining themselves on small farms vs. the Hamiltonian vision of an economy based on manufacturing and trade. I'll give you one guess who won. Too late! It was Hamilton, which is why if you live in the United States, you probably live in a city, and are unlikely to be a farmer. Please resist the urge to comment about this if you live in the country and\/or are a farmer. Your anecdotal experience doesn't change the fact that most people live in cities. In the early 19th century, new technologies in transportation and communication helped remake the economic system of the country. Railroads and telegraphs changed the way people moved goods and information around. The long and short of it is, the Market Revolution meant that people now went somewhere to work rather than working at home. Often, that somewhere was a factory where they worked for an hourly wage rather than getting paid for the volume of goods they manufactured. This shift in the way people work has repercussions in our daily lives right down to today. Watch as John teaches you  how the Market Revolution sowed the seeds of change in the way Americans thought about the roles of women, slavery, and labor rights. Also, check out high school John wearing his Academic Decathalon medals. Support CrashCourse on Patreon: https:\/\/www.patreon.com\/crashcourse\n\nHey teachers and students - Check out CommonLit's free collection of reading passages and curriculum resources to learn more about the events of this episode. As America invested in its market economy, certain transcendentalists resisted the rise of production and consumerism over individual freedoms, including Henry David Thoreau in his book Walden: https:\/\/www.commonlit.org\/texts\/excerpt-from-walden\nRalph Waldo Emerson promoted transcendental values as well in his essay “Self-Reliance”: https:\/\/www.commonlit.org\/texts\/excerpt-from-self-reliance","playlistId":"PL8dPuuaLjXtMwmepBjTSG593eG7ObzO7s","position":11,"publishedAt":"2013-04-30T18:29:17.000Z","title":"The Market Revolution: Crash Course US History #12","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/RNftCCwAol0\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/RNftCCwAol0\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/RNftCCwAol0\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/RNftCCwAol0\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/RNftCCwAol0\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"RNftCCwAol0"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"RNftCCwAol0","videoPublishedAt":"2013-04-26T15:46:13.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/nq3-TX4Pjkk0qQGXkhkuUoB2glI\"","id":"UEw4ZFB1dWFMalh0TXdtZXBCalRTRzU5M2VHN09iek83cy45ODRDNTg0QjA4NkFBNkQy","kind":"youtube#playlistItem","snippet":{"channelId":"UCX6b17PVsYBQ0ip5gyeme-Q","channelTitle":"CrashCourse","description":"In which John Green teaches you about America's \"peculiar institution,\" slavery. I wouldn't really call it peculiar. I'd lean more toward horrifying and depressing institution, but nobody asked me. John will talk about what life was like for a slave in the 19th century United States, and how slaves resisted oppression, to the degree that was possible. We'll hear about cotton plantations, violent punishment of slaves, day to day slave life, and slave rebellions. Nat Turner, Harriet Tubman, and Whipped Peter all make an appearance. Slavery as an institution is arguably the darkest part of America's history, and we're still dealing with its aftermath 150 years after it ended. Support CrashCourse on Patreon: https:\/\/www.patreon.com\/crashcourse\n\nHey teachers and students - Check out CommonLit's free collection of reading passages and curriculum resources to learn more about the events of this episode. Memoirs from former slaves like abolitionist Frederick Douglass provide insightful context on the harsh realities of slavery: https:\/\/www.commonlit.org\/texts\/the-narrative-of-the-life-of-frederick-douglass-excerpt-from-chapter-1\nOthers resisted the violence of slavery through open rebellion, like Nat Turner: https:\/\/www.commonlit.org\/texts\/nat-turner-s-slave-revolt\nAbolitionists and free slaves alike had to fight against unfair laws such as the Fugitive Slave Act: https:\/\/www.commonlit.org\/texts\/fugitive-slave-act-of-1793","playlistId":"PL8dPuuaLjXtMwmepBjTSG593eG7ObzO7s","position":12,"publishedAt":"2013-05-02T23:34:24.000Z","title":"Slavery - Crash Course US History #13","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/Ajn9g5Gsv98\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/Ajn9g5Gsv98\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/Ajn9g5Gsv98\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/Ajn9g5Gsv98\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/Ajn9g5Gsv98\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"Ajn9g5Gsv98"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"Ajn9g5Gsv98","videoPublishedAt":"2013-05-02T23:34:19.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/H4ZwPX0j2XekEFFT07P09vYxzsk\"","id":"UEw4ZFB1dWFMalh0TXdtZXBCalRTRzU5M2VHN09iek83cy4zMDg5MkQ5MEVDMEM1NTg2","kind":"youtube#playlistItem","snippet":{"channelId":"UCX6b17PVsYBQ0ip5gyeme-Q","channelTitle":"CrashCourse","description":"In which John Green teaches you about the presidency of Andrew Jackson So how did a president with astoundingly bad fiscal policies end up on the $20 bill? That's a question we can't answer, but we can tell you how Jackson got to be president, and how he changed the country when he got the job. Jackson's election was more democratic than any previous presidential election. More people were able to vote, and they picked a doozie. Jackson was a well-known war hero, and he was elected over his longtime political enemy, John Quincy Adams. Once Jackson was in office, he did more to expand executive power than any of the previous occupants of the White House. He used armed troops to collect taxes, refused to enforce legislation and supreme court legislation, and hired and fired his staff based on support in elections. He was also the first president to regularly wield the presidential veto as a political tool. Was he a good president? Watch this video and draw your own conclusions. Support CrashCourse on Patreon: https:\/\/www.patreon.com\/crashcourse\n\nHey teachers and students - Check out CommonLit's free collection of reading passages and curriculum resources to learn more about the events of this episode. On of Andrew Jackson's most lasting and memorable policies was that of Indian removal: https:\/\/www.commonlit.org\/texts\/andrew-jackson-s-speech-to-congress-on-indian-removal\nJackson’s promotion of this cause led to the infamous Trail of Tears: https:\/\/www.commonlit.org\/texts\/excerpt-from-trail-of-tears-diary","playlistId":"PL8dPuuaLjXtMwmepBjTSG593eG7ObzO7s","position":13,"publishedAt":"2013-05-14T13:45:43.000Z","title":"Age of Jackson: Crash Course US History #14","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/beN4qE-e5O8\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/beN4qE-e5O8\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/beN4qE-e5O8\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/beN4qE-e5O8\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/beN4qE-e5O8\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"beN4qE-e5O8"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"beN4qE-e5O8","videoPublishedAt":"2013-05-09T23:18:58.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/lvuX5JtElfEdrbQxskfTyVfHOJM\"","id":"UEw4ZFB1dWFMalh0TXdtZXBCalRTRzU5M2VHN09iek83cy41Mzk2QTAxMTkzNDk4MDhF","kind":"youtube#playlistItem","snippet":{"channelId":"UCX6b17PVsYBQ0ip5gyeme-Q","channelTitle":"CrashCourse","description":"In which John Green teaches you about various reform movements in the 19th century United States. From Utopian societies to the Second Great Awakening to the Abolition movement, American society was undergoing great changes in the first half of the 19th century. Attempts at idealized societies popped up (and universally failed) at Utopia, OH, New Harmony, IN, Modern Times, NY, and many other places around the country. These utopians had a problem with mainstream society, and their answer was to withdraw into their own little worlds. Others didn't like the society they saw, and decided to try to change it. Relatively new protestant denominations like the Methodists and Baptists reached out to \"the unchurched\" during the Second Great Awakening, and membership in evangelical sects of Christianity rose quickly. At the same time, Abolitionist societies were trying to free the slaves. Americans of the 19th century had looked at the world they were living in, and decided to change it. Support CrashCourse on Patreon: https:\/\/www.patreon.com\/crashcourse\n\nHey teachers and students - Check out CommonLit's free collection of reading passages and curriculum resources to learn more about the events of this episode. Of all of the reform movements of the 1800s, few were as impactful as the movement to abolish slavery: https:\/\/www.commonlit.org\/texts\/the-revolutionary-rise-of-abolitionists\nWomen were heavily involved in \nthe abolitionist movement, and firsthand stories like freed slave Harriet Ann Jacobs' Incidents in the Life of a Slave Girl were important to the cause: https:\/\/www.commonlit.org\/texts\/what-slaves-are-taught-to-think-of-the-north","playlistId":"PL8dPuuaLjXtMwmepBjTSG593eG7ObzO7s","position":14,"publishedAt":"2013-05-15T00:47:43.000Z","title":"19th Century Reforms: Crash Course US History #15","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/t62fUZJvjOs\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/t62fUZJvjOs\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/t62fUZJvjOs\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/t62fUZJvjOs\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/t62fUZJvjOs\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"t62fUZJvjOs"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"t62fUZJvjOs","videoPublishedAt":"2013-05-15T00:46:47.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/UEdEOYKE3FzXWY3qzvPEIk2R_kQ\"","id":"UEw4ZFB1dWFMalh0TXdtZXBCalRTRzU5M2VHN09iek83cy5EQUE1NTFDRjcwMDg0NEMz","kind":"youtube#playlistItem","snippet":{"channelId":"UCX6b17PVsYBQ0ip5gyeme-Q","channelTitle":"CrashCourse","description":"In which John Green finally gets around to talking about some women's history. In the 19th Century, the United States was changing rapidly, as we noted in the recent Market Revolution and Reform Movements episodes. Things were also in a state of flux for women. The reform movements, which were in large part driven by women, gave these self-same women the idea that they could work on their own behalf, and radically improve the state of their own lives. So, while these women were working on prison reform, education reform, and abolition, they also started talking about equal rights, universal suffrage, temperance, and fair pay. Women like Susan B. Anthony, Carry Nation, Elizabeth Cady Stanton, the Grimkés, and Lucretia Mott strove tirelessly to improve the lot of American women, and it worked, eventually. John will teach you about the Christian Temperance Union, the Seneca Falls Convention, the Declaration of Sentiments, and a whole bunch of other stuff that made life better for women.\n\nHey teachers and students - Check out CommonLit's free collection of reading passages and curriculum resources to learn more about the events of this episode. Few women were as vocal for women's rights during the 19th century than Susan B. Anthony: https:\/\/www.commonlit.org\/texts\/the-life-s-work-of-susan-b-anthony\nAnthony worked for women's right to vote alongside great women like Sojourner Truth, who stressed the importance of intersectional feminism in her influential “Ain't I a Woman?” Speech: https:\/\/www.commonlit.org\/texts\/ain-t-i-a-woman\n\nFollow us!\n@thecrashcourse\n@realjohngreen\n@crashcoursestan\n@raoulmeyer\n@saysdanica Support CrashCourse on Patreon: https:\/\/www.patreon.com\/crashcourse","playlistId":"PL8dPuuaLjXtMwmepBjTSG593eG7ObzO7s","position":15,"publishedAt":"2013-06-04T00:57:46.000Z","title":"Women in the 19th Century: Crash Course US History #16","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/fM1czS_VYDI\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/fM1czS_VYDI\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/fM1czS_VYDI\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/fM1czS_VYDI\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/fM1czS_VYDI\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"fM1czS_VYDI"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"fM1czS_VYDI","videoPublishedAt":"2013-05-24T00:44:54.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/QDlO2CbvNMsLpCYoH-Cvp1qo4GY\"","id":"UEw4ZFB1dWFMalh0TXdtZXBCalRTRzU5M2VHN09iek83cy41QTY1Q0UxMTVCODczNThE","kind":"youtube#playlistItem","snippet":{"channelId":"UCX6b17PVsYBQ0ip5gyeme-Q","channelTitle":"CrashCourse","description":"In which John Green teaches you about the Mexican-American War in the late 1840s, and the expansion of the United States into the western end of North America. In this episode of Crash Course, US territory finally reaches from the Atlantic coast to the Pacific Ocean. After Oregon was secured from the UK and the southwest was ceded by Mexico, that is. Famous Americans abound in this episode, including James K Polk (Young Hickory, Napoleon of the Stump), Martin Van Buren, Zachary Taylor, and Winfield Scott. You'll also learn about the California Gold Rush of 1848, and California's admission as a state, which necessitated the Compromise of 1850. Once more slavery is a crucial issue. Something is going to have to be done about slavery, I think. Maybe it will come to a head next week. Support CrashCourse on Patreon: https:\/\/www.patreon.com\/crashcourse\n\nHey teachers and students - Check out CommonLit's free collection of reading passages and curriculum resources to learn more about the events of this episode. America’s Westward expansion was fueled by both Manifest Destiny and a desire to grow the nation and its resources — though at a cost: https:\/\/www.commonlit.org\/texts\/manifest-destiny","playlistId":"PL8dPuuaLjXtMwmepBjTSG593eG7ObzO7s","position":16,"publishedAt":"2013-06-06T22:58:37.000Z","title":"War & Expansion: Crash Course US History #17","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/tkdF8pOFUfI\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/tkdF8pOFUfI\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/tkdF8pOFUfI\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/tkdF8pOFUfI\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/tkdF8pOFUfI\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"tkdF8pOFUfI"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"tkdF8pOFUfI","videoPublishedAt":"2013-06-06T22:32:59.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/21AVtiT6hXqZvV8hiw_g9YLoI5A\"","id":"UEw4ZFB1dWFMalh0TXdtZXBCalRTRzU5M2VHN09iek83cy4yMUQyQTQzMjRDNzMyQTMy","kind":"youtube#playlistItem","snippet":{"channelId":"UCX6b17PVsYBQ0ip5gyeme-Q","channelTitle":"CrashCourse","description":"In which John Green teaches you about the election of 1860. As you may remember from last week, things were not great at this time in US history. The tensions between the North and South were rising, ultimately due to the single issue of slavery. The North wanted to abolish slavery, and the South wanted to continue on with it. It seemed like a war was inevitable, and it turns out that it was. But first the nation had to get through this election. You'll learn how the bloodshed in Kansas, and the truly awful Kansas-Nebraska Act led directly to the decrease in popularity of Stephen Douglas, the splitting of the Democratic party, and the unlikely victory of a relatively inexperienced politician from Illinois, Abraham Lincoln. Lincoln's election would lead directly to the secession of several southern states, and thus to the Civil War. John will teach you about all this, plus Dred Scott, Roger Taney, and John Brown. Support CrashCourse on Patreon: https:\/\/www.patreon.com\/crashcourse\n\nHey teachers and students - Check out CommonLit's free collection of reading passages and curriculum resources to learn more about the events of this episode. The Lincoln and Douglass debates of the 1850s fueled the argument over state's rights to decide on slavery and culminated when the two ran against one another in the Election of 1860: https:\/\/www.commonlit.org\/texts\/the-election-of-1860\nIn response to Lincoln's election, the South seceded from the Union and the Civil War began: https:\/\/www.commonlit.org\/texts\/the-south-secedes","playlistId":"PL8dPuuaLjXtMwmepBjTSG593eG7ObzO7s","position":17,"publishedAt":"2013-06-14T13:19:30.000Z","title":"The Election of 1860 & the Road to Disunion: Crash Course US History #18","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/roNmeOOJCDY\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/roNmeOOJCDY\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/roNmeOOJCDY\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/roNmeOOJCDY\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/roNmeOOJCDY\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"roNmeOOJCDY"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"roNmeOOJCDY","videoPublishedAt":"2013-06-13T23:59:03.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/Pm2HAIp85i0wPvCoWWcnmn1esv8\"","id":"UEw4ZFB1dWFMalh0TXdtZXBCalRTRzU5M2VHN09iek83cy45RTgxNDRBMzUwRjQ0MDhC","kind":"youtube#playlistItem","snippet":{"channelId":"UCX6b17PVsYBQ0ip5gyeme-Q","channelTitle":"CrashCourse","description":"Disclaimer: This is very different than the usual Crash Course US History episode.\n\nIn which John Green lists a whole lot of the battles of the US Civil War in seven and a half minutes. We get a lot of requests for military history, so we offer a list of battle names, with some commentary about outcomes, and lots of really interesting pictures. This is a but of a departure for Crash Course as we leave behind the world of thoughtful analysis and just list some facts. Don't worry though. We've already got our brains turned back on for next week. Support CrashCourse on Patreon: https:\/\/www.patreon.com\/crashcourse\n\nHey teachers and students - Check out CommonLit's free collection of reading passages and curriculum resources to learn more about the events of this episode. The Battle of Gettysburg remains one of the most infamous battles of the Civil War: https:\/\/www.commonlit.org\/texts\/the-battle-of-gettysburg\nThe Civil War pitted brother against brother and friend against friend, as was the case for the two warring generals in the Siege of Vicksburg: https:\/\/www.commonlit.org\/texts\/the-siege-of-vicksburg-a-tale-of-two-generals","playlistId":"PL8dPuuaLjXtMwmepBjTSG593eG7ObzO7s","position":18,"publishedAt":"2013-06-20T21:22:55.000Z","title":"Battles of the Civil War: Crash Course US History #19","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/25HHVDOaGeE\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/25HHVDOaGeE\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/25HHVDOaGeE\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/25HHVDOaGeE\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/25HHVDOaGeE\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"25HHVDOaGeE"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"25HHVDOaGeE","videoPublishedAt":"2013-06-20T21:25:17.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/BOVGZTucR8zKCNVFcLTod5Xzakk\"","id":"UEw4ZFB1dWFMalh0TXdtZXBCalRTRzU5M2VHN09iek83cy5ENDU4Q0M4RDExNzM1Mjcy","kind":"youtube#playlistItem","snippet":{"channelId":"UCX6b17PVsYBQ0ip5gyeme-Q","channelTitle":"CrashCourse","description":"In which John Green ACTUALLY teaches about the Civil War. In part one of our two part look at the US Civil War, John looks into the causes of the war, and the motivations of the individuals who went to war. The overarching causes and the individual motivations were not always the same, you see. John also looks into why the North won, and whether that outcome was inevitable. The North's industrial and population advantages are examined, as are the problems of the Confederacy, including its need to build a nation at the same time it was fighting a war. As usual, John doesn't get much into the actual battle by battle breakdown. He does talk a little about the overarching strategy that won the war, and Grant's plan to just overwhelm the South with numbers. Grant took a lot of losses in the latter days of the war, but in the end, it did lead to the surrender of the South. If you want to learn more about the Civil War, we recommend these books:\nBattle Cry of Freedom by James McPherson\nThe Civil War by Shelby Foote\n\nHey teachers and students - Check out CommonLit's free collection of reading passages and curriculum resources to learn more about the events of this episode. There were many causes of the American Civil War and events that led to disunion: https:\/\/www.commonlit.org\/texts\/causes-of-the-american-civil-war\nOnce the war started, its outcome was determined by the different abilities and resources of the divided North and South: https:\/\/www.commonlit.org\/texts\/a-nation-divided-north-vs-south\n\nfollow us!\n@thecrashcourse\n@realjohngreen\n@raoulmeyer\n@crashcoursestan\n@saysdanica\n@br8ybrunch Support CrashCourse on Patreon: https:\/\/www.patreon.com\/crashcourse","playlistId":"PL8dPuuaLjXtMwmepBjTSG593eG7ObzO7s","position":19,"publishedAt":"2013-06-28T17:46:48.000Z","title":"The Civil War, Part I: Crash Course US History #20","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/rY9zHNOjGrs\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/rY9zHNOjGrs\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/rY9zHNOjGrs\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/rY9zHNOjGrs\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/rY9zHNOjGrs\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"rY9zHNOjGrs"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"rY9zHNOjGrs","videoPublishedAt":"2013-06-28T17:46:44.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/Aq--dELwJiCxx67lYYgZVyzWt88\"","id":"UEw4ZFB1dWFMalh0TXdtZXBCalRTRzU5M2VHN09iek83cy4yMDhBMkNBNjRDMjQxQTg1","kind":"youtube#playlistItem","snippet":{"channelId":"UCX6b17PVsYBQ0ip5gyeme-Q","channelTitle":"CrashCourse","description":"In which John Green teaches you a bit about the 4th of July. In this special short Crash Course, John celebrates American Independence Day by teaching you how the holiday came to be on the 4th of July, and the many ways that Americans celebrate the day. This is a little different than the normal Crash Course episode, so be prepared. Also, THERE IS A HOT DOG EATING CONTEST, which you can watch here: https:\/\/www.youtube.com\/watch?v=TerBQVEBlFE Support CrashCourse on Patreon: https:\/\/www.patreon.com\/crashcourse\n\nHey teachers and students - Check out CommonLit's free collection of reading passages and curriculum resources to learn more about the events of this episode. FFamous abolitionist and freed slave Frederick Douglass ponders the history of the Fourth of July in the context of ongoing slavery in his famous \"What to the Slave is the Fourth of July?” Speech: https:\/\/www.commonlit.org\/texts\/what-to-the-slave-is-the-fourth-of-july","playlistId":"PL8dPuuaLjXtMwmepBjTSG593eG7ObzO7s","position":20,"publishedAt":"2013-07-10T16:24:43.000Z","title":"History of the 4th of July: Crash Course US History Special","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/iIoYdC1Gkq8\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/iIoYdC1Gkq8\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/iIoYdC1Gkq8\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/iIoYdC1Gkq8\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/iIoYdC1Gkq8\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"iIoYdC1Gkq8"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"iIoYdC1Gkq8","videoPublishedAt":"2013-07-04T13:08:49.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/0RY3gzLZrTyQAhPtVg14n4cQkkQ\"","id":"UEw4ZFB1dWFMalh0TXdtZXBCalRTRzU5M2VHN09iek83cy4zRjM0MkVCRTg0MkYyQTM0","kind":"youtube#playlistItem","snippet":{"channelId":"UCX6b17PVsYBQ0ip5gyeme-Q","channelTitle":"CrashCourse","description":"In which John Green teaches you how the Civil War played a large part in making the United States the country that it is today. He covers some of the key ways in which Abraham Lincoln influenced the outcome of the war, and how the lack of foreign intervention also helped the Union win the war. John also covers the technology that made the Civil War different than previous wars. New weapons helped to influence the outcomes of battles, but photography influenced how the public at large perceived the war. In addition, John gets into the long term effects of the war, including the federalization and unification of the United States. All this plus homesteading, land grant universities, railroads, federal currency, and taxes.\n\nCheck out the US National Archives Flickr. They have an awesome collection of Matthew Brady Civil War photography here: http:\/\/www.flickr.com\/photos\/usnationalarchives\/collections\/72157622495226723\/\n\nHey teachers and students - Check out CommonLit's free collection of reading passages and curriculum resources to learn more about the events of this episode. One of the most influential moments of the Civil War was when President Lincoln issued the Emancipation Proclamation: https:\/\/www.commonlit.org\/texts\/the-emancipation-proclamation\nHowever, Lincoln faced a long and difficult road before abolishing slavery, as seen in his relationship with Frederick Douglass: https:\/\/www.commonlit.org\/texts\/abolishing-slavery-the-efforts-of-frederick-douglass-and-abraham-lincoln\nWhen President Lincoln was assassinated, the nation grieved and pondered how it would recover from the Civil War: https:\/\/www.commonlit.org\/texts\/o-captain-my-captain\n\nFollow Us!\n@thecrashcourse\n@realjohngreen\n@crashcoursestan\n@raoulmeyer\n@saysdanica\n@br8ybrunch Support CrashCourse on Patreon: https:\/\/www.patreon.com\/crashcourse","playlistId":"PL8dPuuaLjXtMwmepBjTSG593eG7ObzO7s","position":21,"publishedAt":"2013-07-11T22:53:11.000Z","title":"The Civil War Part 2: Crash Course US History #21","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/GzTrKccmj_I\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/GzTrKccmj_I\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/GzTrKccmj_I\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/GzTrKccmj_I\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/GzTrKccmj_I\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"GzTrKccmj_I"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"GzTrKccmj_I","videoPublishedAt":"2013-07-11T22:53:06.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/K62Oh8aaywKjiYlfvf53tW1FC6w\"","id":"UEw4ZFB1dWFMalh0TXdtZXBCalRTRzU5M2VHN09iek83cy5DMkU4NTY1QUFGQTYwMDE3","kind":"youtube#playlistItem","snippet":{"channelId":"UCX6b17PVsYBQ0ip5gyeme-Q","channelTitle":"CrashCourse","description":"In which John Green teaches you about Reconstruction. After the divisive, destructive Civil War, Abraham Lincoln had a plan to reconcile the country and make it whole again. Then he got shot, Andrew Johnson took over, and the disagreements between Johnson and Congress ensured that Reconstruction would fail. The election of 1876 made the whole thing even more of a mess, and the country called it off, leaving the nation still very divided. John will talk about the gains made by African-Americans in the years after the Civil War, and how they lost those gains almost immediately when Reconstruction stopped. You'll learn about the Freedman's Bureau, the 14th and 15th amendments, and the disastrous election of 1876. John will explore the goals of Reconstruction, the successes and ultimate failure, and why his alma mater Kenyon College is better than Raoul's alma mater NYU. Support CrashCourse on Patreon: https:\/\/www.patreon.com\/crashcourse\n\nHey teachers and students - Check out CommonLit's free collection of reading passages and curriculum resources to learn more about the events of this episode.The period of Reconstruction that followed the Civil War was imperfect, and failed to create lasting change after 1876: https:\/\/www.commonlit.org\/texts\/reconstruction\nFollowing the end of the Civil War, many African Americans found themselves turning from slavery to sharecropping, an unfair system that would last until World War II and the Civil Rights Movement: https:\/\/www.commonlit.org\/texts\/from-slaves-to-sharecroppers","playlistId":"PL8dPuuaLjXtMwmepBjTSG593eG7ObzO7s","position":22,"publishedAt":"2013-08-30T19:43:24.000Z","title":"Reconstruction and 1876: Crash Course US History #22","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/nowsS7pMApI\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/nowsS7pMApI\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/nowsS7pMApI\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/nowsS7pMApI\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/nowsS7pMApI\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"nowsS7pMApI"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"nowsS7pMApI","videoPublishedAt":"2013-07-18T23:52:33.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/NswN5HRd3p5_pjR6teJT6KxfHbc\"","id":"UEw4ZFB1dWFMalh0TXdtZXBCalRTRzU5M2VHN09iek83cy45NzUwQkI1M0UxNThBMkU0","kind":"youtube#playlistItem","snippet":{"channelId":"UCX6b17PVsYBQ0ip5gyeme-Q","channelTitle":"CrashCourse","description":"In which John Green teaches you about the Industrial Economy that arose in the United States after the Civil War. You know how when you're studying history, and you're reading along and everything seems safely in the past, and then BOOM you think, \"Man, this suddenly seems very modern.\" For me, that moment in US History is the post-Reconstruction expansion of industrialism in America. After the Civil War, many of the changes in technology and ideas gave rise to this new industrialism. You'll learn about the rise of Captains of Industry (or Robber Barons) like Cornelius Vanderbilt, Andrew Carnegie, John D Rockefeller, and JP Morgan. You'll learn about trusts, combinations, and how the government responded to these new business practices. All this, plus John will cover how workers reacted to the changes in society and the early days of the labor movement. You'll learn about the Knights of Labor and Terence Powderly, and Samuel Gompers and the AFL. As a special bonus, someone gets beaten with a cane. AGAIN. What is it with American History and people getting beaten with canes? \n\nSupport CrashCourse on Patreon: https:\/\/www.patreon.com\/crashcourse","playlistId":"PL8dPuuaLjXtMwmepBjTSG593eG7ObzO7s","position":23,"publishedAt":"2013-07-25T23:23:44.000Z","title":"The Industrial Economy: Crash Course US History #23","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/r6tRp-zRUJs\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/r6tRp-zRUJs\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/r6tRp-zRUJs\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/r6tRp-zRUJs\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/r6tRp-zRUJs\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"r6tRp-zRUJs"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"r6tRp-zRUJs","videoPublishedAt":"2013-07-25T23:21:19.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/MbQLgGBTFEcDoOstjM6d-rp5new\"","id":"UEw4ZFB1dWFMalh0TXdtZXBCalRTRzU5M2VHN09iek83cy5DNzE1RjZEMUZCMjA0RDBB","kind":"youtube#playlistItem","snippet":{"channelId":"UCX6b17PVsYBQ0ip5gyeme-Q","channelTitle":"CrashCourse","description":"In which John Green teaches you about the Wild, Wild, West, which as it turns out, wasn't as wild as it seemed in the movies. When we think of the western expansion of the United States in the 19th century, we're conditioned to imagine the loner. The self-reliant, unattached cowpoke roaming the prairie in search of wandering calves, or the half-addled prospector who has broken from reality thanks to the solitude of his single-minded quest for gold dust. While there may be a grain of truth to these classic Hollywood stereotypes, it isn't a very big grain of truth. Many of the pioneers who settled the west were family groups. Many were immigrants. Many were major corporations. The big losers in the westward migration were Native Americans, who were killed or moved onto reservations. Not cool, American pioneers. \n\nSupport CrashCourse on Patreon: https:\/\/www.patreon.com\/crashcourse\n\nHey teachers and students - Check out CommonLit's free collection of reading passages and curriculum resources to learn more about the events of this episode. America’s Westward expansion was fueled by both Manifest Destiny and a desire to grow the nation and its resources — though at a cost: https:\/\/www.commonlit.org\/texts\/manifest-destiny\nAs Americans continued to stream West on the name of Manifest Destiny, American Indians saw their lives changed forever as they moved from practising resistance to lives on reservations: https:\/\/www.commonlit.org\/texts\/from-resistance-to-reservations","playlistId":"PL8dPuuaLjXtMwmepBjTSG593eG7ObzO7s","position":24,"publishedAt":"2013-08-22T21:22:10.000Z","title":"Westward Expansion: Crash Course US History #24","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/Q16OZkgSXfM\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/Q16OZkgSXfM\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/Q16OZkgSXfM\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/Q16OZkgSXfM\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/Q16OZkgSXfM\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"Q16OZkgSXfM"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"Q16OZkgSXfM","videoPublishedAt":"2013-08-09T00:22:01.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/lPakPzYRwZPrLm2sK0v-cOF1jTI\"","id":"UEw4ZFB1dWFMalh0TXdtZXBCalRTRzU5M2VHN09iek83cy5DQ0MyQ0Y4Mzg0M0VGOEYw","kind":"youtube#playlistItem","snippet":{"channelId":"UCX6b17PVsYBQ0ip5gyeme-Q","channelTitle":"CrashCourse","description":"In which John Green teaches you about the massive immigration to the United States during the late 19th and early 20th century. Immigrants flocked to the US from all over the world in this time period. Millions of Europeans moved to the US where they drove the growth of cities and manned the rapid industrialization that was taking place. In the western US many, many Chinese immigrants arrived to work on the railroad and in mines. As is often the case in the United States, the people who already lived in the US reacted kind of badly to this flood of immigrants. Some legislators tried to stem the flow of new arrivals, with mixed success. Grover Cleveland vetoed a general ban on immigration, but the leadership at the time did manage to get together to pass and anti-Chinese immigration law. Immigrants did win some important Supreme Court decisions upholding their rights, but in many ways, immigrants were treated as second class citizens. At the same time, the country was rapidly urbanizing. Cities were growing rapidly and industrial technology was developing new wonders all the time. John will cover all this upheaval and change, and hearken back to a time when racial profiling did in fact boil down to analyzing the side of someone's face. \n\nSupport CrashCourse on Patreon: https:\/\/www.patreon.com\/crashcourse\n\nHey teachers and students - Check out CommonLit's free collection of reading passages and curriculum resources to learn more about the events of this episode. As America industrialized further and manufacturing grew, a rush of new immigrants came to America seeking job opportunities: https:\/\/www.commonlit.org\/texts\/the-rush-of-immigrants\nImmigrants often entered through New York's Ellis Island where the Statue of Liberty bore the iconic phrase \"Give me your tired, your poor,\": https:\/\/www.commonlit.org\/texts\/the-new-colossus\nImmigrants experienced culture shock and hard living conditions in this time, as documented in later memoirs such as \"America and I\": https:\/\/www.commonlit.org\/texts\/america-and-i","playlistId":"PL8dPuuaLjXtMwmepBjTSG593eG7ObzO7s","position":25,"publishedAt":"2013-08-23T13:53:18.000Z","title":"Growth, Cities, and Immigration: Crash Course US History #25","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/RRhjqqe750A\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/RRhjqqe750A\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/RRhjqqe750A\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/RRhjqqe750A\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/RRhjqqe750A\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"RRhjqqe750A"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"RRhjqqe750A","videoPublishedAt":"2013-08-15T22:06:55.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/3paUTwkEsgGSQDJqCOipXeoSWS4\"","id":"UEw4ZFB1dWFMalh0TXdtZXBCalRTRzU5M2VHN09iek83cy43MTI1NDIwOTMwQjIxMzNG","kind":"youtube#playlistItem","snippet":{"channelId":"UCX6b17PVsYBQ0ip5gyeme-Q","channelTitle":"CrashCourse","description":"You can directly support Crash Course at http:\/\/www.subbable.com\/crashcourse Subscribe for as little as $0 to keep up with everything we're doing. Also, if you can afford to pay a little every month, it really helps keep the channel producing great content.\n\nIn which John Green teaches you about the Gilded Age and its politics.  What, you may ask, is the Gilded Age? The term comes from a book by Mark Twain and Charles Dudley Warner titled, \"The Gilded Age.\" You may see a pattern emerging here. It started in the 1870s and continued on until the turn of the 20th century. The era is called Gilded because of the massive inequality that existed in the United States. Gilded Age politics were marked by a number of phenomenons, most of them having to do with corruption. On the local and state level, political machines wielded enormous power. John gets into details about the most famous political machine, Tammany Hall. Tammany Hall ran New York City for a long, long time, notably under Boss Tweed. Graft, kickbacks, and voter fraud were rampant, but not just at the local level. Ulysses S. Grant ran one of the most scandalous presidential administrations in U.S. history, and John will tell you about two of the best known scandals, the Credit Mobilier scandal and the Whiskey Ring. There were a few attempts at reform during this time, notably the Civil Service Act of 1883 and the Sherman Anti-trust act of 1890. John will also get into the Grange Movement of the western farmers, and the Populist Party that arose from that movement. The Populists, who threw in their lot with William Jennings Bryan, never managed to get it together and win a presidency, and they faded after 1896. Which brings us to the Progressive Era, which we'll get into next week!\n\nHey teachers and students - Check out CommonLit's free collection of reading passages and curriculum resources to learn more about the events of this episode. The Gilded Age was marked by the success of the richest coupled with inequality and corruption. Repeated factory disasters, such as the triangle shirtwaist factory fire revealed the unsafe working conditions of the urban poor: https:\/\/www.commonlit.org\/texts\/the-triangle-shirtwaist-factory-fire\nMeanwhile, workers began to join unions and strike for better working conditions: https:\/\/www.commonlit.org\/texts\/the-coeur-d-alene-miners-uprising\n\nLike us: facebook.com\/youtubecrashcourse\nFollow Us!\n@TheCrashCourse\n@realjohngreen\n@crashcoursestan\n@raoulmeyer\n@thoughtbubbler\n@br8dybrunch","playlistId":"PL8dPuuaLjXtMwmepBjTSG593eG7ObzO7s","position":26,"publishedAt":"2013-08-23T13:00:41.000Z","title":"Gilded Age Politics:Crash Course US History #26","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/Spgdy3HkcSs\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/Spgdy3HkcSs\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/Spgdy3HkcSs\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/Spgdy3HkcSs\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/Spgdy3HkcSs\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"Spgdy3HkcSs"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"Spgdy3HkcSs","videoPublishedAt":"2013-08-23T13:00:36.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/z5Z5aFTm9C6LcjlLt8uCudNOMbQ\"","id":"UEw4ZFB1dWFMalh0TXdtZXBCalRTRzU5M2VHN09iek83cy4yQUE2Q0JEMTk4NTM3RTZC","kind":"youtube#playlistItem","snippet":{"channelId":"UCX6b17PVsYBQ0ip5gyeme-Q","channelTitle":"CrashCourse","description":"You can directly support Crash Course at https:\/\/www.patreon.com\/crashcourse Subscribe for as little as $0 to keep up with everything we're doing. Also, if you can afford to pay a little every month, it really helps keep the channel producing great content.\n\nIn which John Green teaches you about the Progressive Era in the United States. In the late 19th and early 20th century in America, there was a sense that things could be improved upon. A sense that reforms should be enacted. A sense that progress should be made. As a result, we got the Progressive Era, which has very little to do with automobile insurance, but a little to do with automobiles. All this overlapped with the Gilded Age, and is a little confusing, but here we have it. Basically, people were trying to solve some of the social problems that came with the benefits of industrial capitalism. To oversimplify, there was a competition between the corporations' desire to keep wages low and workers' desire to have a decent life. Improving food safety, reducing child labor, and unions were all on the agenda in the Progressive Era. While progress was being made, and people were becoming more free, these gains were not equally distributed. Jim Crow laws were put in place in the south, and immigrant rights were restricted as well. So once again on Crash Course, things aren't so simple.\n\nHey teachers and students - Check out CommonLit's free collection of reading passages and curriculum resources to learn more about the events of this episode. The Progressive Era was marked by rapid reactions to the Gilded Age: https:\/\/www.commonlit.org\/texts\/the-progressive-era\nLiterature such as The Jungle revealed the horrifying conditions of factory industries, one of several which were overhauled with new progressive regulations: https:\/\/www.commonlit.org\/texts\/excerpt-from-the-jungle","playlistId":"PL8dPuuaLjXtMwmepBjTSG593eG7ObzO7s","position":27,"publishedAt":"2013-08-29T23:27:34.000Z","title":"The Progressive Era: Crash Course US History #27","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/i0Q4zPR4G7M\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/i0Q4zPR4G7M\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/i0Q4zPR4G7M\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/i0Q4zPR4G7M\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/i0Q4zPR4G7M\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"i0Q4zPR4G7M"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"i0Q4zPR4G7M","videoPublishedAt":"2013-08-29T23:27:30.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/baxb05ZxBHCpD9ehSWb6Mbt3Kzg\"","id":"UEw4ZFB1dWFMalh0TXdtZXBCalRTRzU5M2VHN09iek83cy44Mjc5REFBRUE2MTdFRDU0","kind":"youtube#playlistItem","snippet":{"channelId":"UCX6b17PVsYBQ0ip5gyeme-Q","channelTitle":"CrashCourse","description":"In which John Green teaches you about Imperialism. In the late 19th century, the great powers of Europe were running around the world obtaining colonial possessions, especially in Africa and Asia. The United States, which as a young country was especially suceptible to peer pressure, followed along and snapped up some colonies of its own. The US saw that Spain's hold on its empire was weak, and like some kind of expansionist predator, it jumped into the Cuban War for Independence and turned it into the Spanish-Cuban-Phillipino-American War, which usually just gets called the Spanish-American War. John will tell you how America turned this war into colonial possessions like Puerto Rico, The Philippines, and almost even got to keep Cuba. The US was busy in the Pacific as well, wresting control of Hawaii from the Hawaiians. All this and more in a globe-trotting, oppressing episode of Crash Course US History.\n\nOur Subbable Dooblydoo message today is from James Williams. He writes, \"Gracie Mckenna, luck is, indeed, for suckers.\"\n\nYou can support Crash Course directly by subscribing and pledging a monthly gift at https:\/\/www.patreon.com\/crashcourse. You could even have your own message in the Dooblydoo. If you subscribed via Subbable when the service first launched, you may need to go back and resubscribe. Thanks for your support.\n\nHey teachers and students - Check out CommonLit's free collection of reading passages and curriculum resources to learn more about the events of this episode. As America transitioned from the 19th to the 20th century, she experimented with imperialism through war and annexation; one of the most lasting effects of this time was the annexation of Hawaii, America's 50th state: https:\/\/www.commonlit.org\/texts\/the-1897-petition-against-the-annexation-of-hawaii\nAmerica’s imperial aims continued for decades, particularly with the Monroe Doctrine: https:\/\/www.commonlit.org\/texts\/the-monroe-doctrine-and-american-imperialism\n\nFollow us!\n@thecrashcourse\n@realjohngreen\n@crashcoursestan\n@raoulmeyer\n@thoughtbubbler","playlistId":"PL8dPuuaLjXtMwmepBjTSG593eG7ObzO7s","position":28,"publishedAt":"2013-09-05T23:27:20.000Z","title":"American Imperialism: Crash Course US History #28","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/QfsfoFqsFk4\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/QfsfoFqsFk4\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/QfsfoFqsFk4\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/QfsfoFqsFk4\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/QfsfoFqsFk4\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"QfsfoFqsFk4"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"QfsfoFqsFk4","videoPublishedAt":"2013-09-05T23:26:08.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/q_6BsWe3W4mPlRweFpoDXMMr35E\"","id":"UEw4ZFB1dWFMalh0TXdtZXBCalRTRzU5M2VHN09iek83cy41QUZGQTY5OTE4QTREQUU4","kind":"youtube#playlistItem","snippet":{"channelId":"UCX6b17PVsYBQ0ip5gyeme-Q","channelTitle":"CrashCourse","description":"In which John Green teaches you about the Progressive Presidents, who are not a super-group of former presidents who create complicated, symphonic, rock soundscapes that transport you into a fantasy fugue state. Although that would be awesome. The presidents most associated with the Progressive Era are Theodore Roosevelt, William Taft, and Woodrow Wilson. During the times these guys held office, trusts were busted, national parks were founded, social programs were enacted, and tariffs were lowered. It wasn't all positive though, as their collective tenure also saw Latin America invaded A LOT, a split in the Republican party that resulted in a Bull Moose, all kinds of other international intervention, and the end of the Progressive Era saw the United States involved in World War. If all this isn't enough to entice, I will point out that two people get shot in this video. Violence sells, they say.\n\nSubbable message courtesy of Tom Hopkins: I paid 50 bucks, and all I got was this.\n\nYou can directly support Crash Course at https:\/\/www.patreon.com\/crashcourse Subscribe for as little as $0 to keep up with everything we're doing. Free is nice, but if you can afford to pay a little every month, it really helps us to continue producing this content.\n\nHey teachers and students - Check out CommonLit's free collection of reading passages and curriculum resources to learn more about the events of this episode. The era of progressive presidents began with Teddy Roosevelt, who felt that conservation was a national duty: https:\/\/www.commonlit.org\/texts\/conservation-as-a-national-duty\nTeddy Roosevelt is remembered for fighting hard for his causes, as exemplified in his famous “Man in the Arena” Speech: https:\/\/www.commonlit.org\/texts\/the-man-in-the-arena\n\nFollow us!\n@thecrashcourse\n@realjohngreen\n@crashcoursestan\n@raoulmeyer\n@thoughtbubbler","playlistId":"PL8dPuuaLjXtMwmepBjTSG593eG7ObzO7s","position":29,"publishedAt":"2013-09-26T13:06:33.000Z","title":"Progressive Presidents: Crash Course US History #29","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/F7flSW1PGsA\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/F7flSW1PGsA\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/F7flSW1PGsA\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/F7flSW1PGsA\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/F7flSW1PGsA\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"F7flSW1PGsA"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"F7flSW1PGsA","videoPublishedAt":"2013-09-12T23:37:12.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/iJVwqMx96W6j_8SyK4KTFwKdmM8\"","id":"UEw4ZFB1dWFMalh0TXdtZXBCalRTRzU5M2VHN09iek83cy43NDhFRTgwOTRERTU4Rjg3","kind":"youtube#playlistItem","snippet":{"channelId":"UCX6b17PVsYBQ0ip5gyeme-Q","channelTitle":"CrashCourse","description":"You can directly support Crash Course at https:\/\/www.patreon.com\/crashcourse Subscribe for as little as $0 to keep up with everything we're doing. Free is nice, but if you can afford to pay a little every month, it really helps us to continue producing this content.\n\nIn which John Green teaches you about American involvement in World War I, which at the time was called the Great War. They didn't know there was going to be a second one, though they probably should have guessed, 'cause this one didn't wrap up very neatly. So, the United States stayed out of World War I at first, because Americans were in an isolationist mood in the early 20th century. That didn't last though, as the affronts piled up and drew the US into the war. Spoiler alert: the Lusitania was sunk two years before we joined the war, so that wasn't the sole cause for our jumping in. It was part of it though, as was the Zimmerman telegram, unrestricted submarine warfare, and our affinity for the Brits. You'll learn the war's effects on the home front, some of Woodrow Wilson's XIV Points, and just how the war ended up expanding the power of the government in Americans' lives.\n\nSubbable message!!!: Jared Richardson says, \"All true love is beautiful. Support your LGBT community.\"\n\nHey teachers and students - Check out CommonLit's free collection of reading passages and curriculum resources to learn more about the events of this episode. The complex secret alliances of Europe led to World War I: https:\/\/www.commonlit.org\/texts\/a-mad-dash-to-disaster-the-first-world-war\nIt took several years before Americans joined the war: https:\/\/www.commonlit.org\/texts\/to-the-front-lines-america-in-world-war-i\nAfter the war, President Woodrow Wilson wanted to prevent a future World War, and promoted creating a League of Nations, established following the Treaty of Versailles: https:\/\/www.commonlit.org\/texts\/the-treaty-of-versailles-and-the-league-of-nations\n\nFollow Us!\n@thecrashcourse\n@realjohngreen\n@crashcoursestan\n@raoulmeyer\n@thoughtbubbler\n@br8ybrunch","playlistId":"PL8dPuuaLjXtMwmepBjTSG593eG7ObzO7s","position":30,"publishedAt":"2013-09-20T00:29:31.000Z","title":"America in World War I: Crash Course US History #30","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/y59wErqg4Xg\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/y59wErqg4Xg\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/y59wErqg4Xg\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/y59wErqg4Xg\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/y59wErqg4Xg\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"y59wErqg4Xg"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"y59wErqg4Xg","videoPublishedAt":"2013-09-20T00:29:35.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/ClVDf_MEVIOZtEp3ROokwOSkWl4\"","id":"UEw4ZFB1dWFMalh0TXdtZXBCalRTRzU5M2VHN09iek83cy4zRDBDOEZDOUM0MDY5NEEz","kind":"youtube#playlistItem","snippet":{"channelId":"UCX6b17PVsYBQ0ip5gyeme-Q","channelTitle":"CrashCourse","description":"You can directly support Crash Course at https:\/\/www.patreon.com\/crashcourse Subscribe for as little as $0 to keep up with everything we're doing. Free is nice, but if you can afford to pay a little every month, it really helps us to continue producing this content.\n\nIn which John Green teaches you about American women in the Progressive Era and, well, the progress they made. So the big deal is, of course, the right to vote women gained when the 19th amendment was passed and ratified. But women made a lot of other gains in the 30 years between 1890 and 1920. More women joined the workforce, they acquired lots of other legal rights related to property, and they also became key consumers in the industrial economy. Women also continued to play a vital role in reform movements. Sadly, they got Prohibition enacted in the US, but they did a lot of good stuff, too. The field of social work emerged as women like Jane Addams created settlement houses to assist immigrants in their integration into the United States. Women also began to work to make birth control widely available. You'll learn about famous reformers and activists like Alice Paul, Margaret Sanger, and Emma Goldman, among others.\n\nHey teachers and students - Check out CommonLit's free collection of reading passages and curriculum resources to learn more about the events of this episode. Suffragists faced a decades-long debate on women’s right to vote: https:\/\/www.commonlit.org\/texts\/address-to-congress-on-women-s-suffrage\nWhile it was a hard fight to get the vote, women eventually received suffrage in 1920: https:\/\/www.commonlit.org\/texts\/was-hard-fight-to-get-vote\n\n***SUBBABLE MESSAGE***\nThank you Edwin for being my best friend. Love, Dee\n\nFollow Us!\n@thecrashcourse\n@realjohngreen\n@crashcoursestan\n@raoulmeyer\n@thoughtbubbler\n@br8ybrunch","playlistId":"PL8dPuuaLjXtMwmepBjTSG593eG7ObzO7s","position":31,"publishedAt":"2013-10-04T21:33:46.000Z","title":"Women's Suffrage: Crash Course US History #31","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/HGEMscZE5dY\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/HGEMscZE5dY\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/HGEMscZE5dY\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/HGEMscZE5dY\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/HGEMscZE5dY\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"HGEMscZE5dY"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"HGEMscZE5dY","videoPublishedAt":"2013-09-27T00:06:45.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/Vh6HiNWnIAdGW0EgrMY5uxznwzE\"","id":"UEw4ZFB1dWFMalh0TXdtZXBCalRTRzU5M2VHN09iek83cy5CMEQ2Mjk5NTc3NDZFRUNB","kind":"youtube#playlistItem","snippet":{"channelId":"UCX6b17PVsYBQ0ip5gyeme-Q","channelTitle":"CrashCourse","description":"You can directly support Crash Course at https:\/\/www.patreon.com\/crashcourse Subscribe for as little as $0 to keep up with everything we're doing. Free is nice, but if you can afford to pay a little every month, it really helps us to continue producing this content.\n\nIn which John Green teaches you about the United States in the 1920s. They were known as the roaring 20s, but not because there were lions running around everywhere. In the 1920s, America's economy was booming, and all kinds of social changes were in progress. Hollywood, flappers, jazz, there was all kinds of stuff going on in the 20s. But as usual with Crash Course, things were about to take a turn for the worse. John will teach you about the Charleston, the many Republican presidents of the 1920s, laissez-faire capitalism, jazz, consumer credit, the resurgent Klan, and all kinds of other stuff.\n\nHey teachers and students - Check out CommonLit's free collection of reading passages and curriculum resources to learn more about the events of this episode. The Roaring Twenties was characterized by great highs: https:\/\/www.commonlit.org\/texts\/the-roaring-twenties\nHowever, the Roaring Twenties ended with the country's most tragic low, the Great Depression: https:\/\/www.commonlit.org\/texts\/the-great-depression\n\nFollow us!\n@thecrashcourse\n@realjohngreen\n@crashcoursestan\n@raoulmeyer","playlistId":"PL8dPuuaLjXtMwmepBjTSG593eG7ObzO7s","position":32,"publishedAt":"2013-10-04T22:12:50.000Z","title":"The Roaring 20's: Crash Course US History #32","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/VfOR1XCMf7A\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/VfOR1XCMf7A\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/VfOR1XCMf7A\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/VfOR1XCMf7A\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/VfOR1XCMf7A\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"VfOR1XCMf7A"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"VfOR1XCMf7A","videoPublishedAt":"2013-10-04T21:55:18.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/yTszrMbVYTerKuKuu27Yh4F4e_Q\"","id":"UEw4ZFB1dWFMalh0TXdtZXBCalRTRzU5M2VHN09iek83cy42MTI4Njc2QjM1RjU1MjlG","kind":"youtube#playlistItem","snippet":{"channelId":"UCX6b17PVsYBQ0ip5gyeme-Q","channelTitle":"CrashCourse","description":"You can directly support Crash Course at https:\/\/www.patreon.com\/crashcourse Subscribe for as little as $0 to keep up with everything we're doing. Free is nice, but if you can afford to pay a little every month, it really helps us to continue producing this content.\n\nIn which John Green teaches you about the Great Depression. So, everybody knows that the Great Depression started with the stock market crash in 1929, right? Not exactly. The Depression happened after the stock market crash, but wasn't caused by the crash. John will teach you about how the depression started, what Herbert Hoover tried to do to fix it, and why those efforts failed.\n\nHey teachers and students - Check out CommonLit's free collection of reading passages and curriculum resources to learn more about the events of this episode. The Roaring Twenties ended with The Great Depression, a period of soul-searching for the United States dealing with a failing middle class: https:\/\/www.commonlit.org\/texts\/the-great-depression\nThe issues of the Great Depression were made more difficult by the agricultural crisis known as the Dust Bowl: https:\/\/www.commonlit.org\/texts\/excerpt-from-on-drought-conditions","playlistId":"PL8dPuuaLjXtMwmepBjTSG593eG7ObzO7s","position":33,"publishedAt":"2013-10-15T17:34:21.000Z","title":"The Great Depression: Crash Course US History #33","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/GCQfMWAikyU\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/GCQfMWAikyU\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/GCQfMWAikyU\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/GCQfMWAikyU\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/GCQfMWAikyU\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"GCQfMWAikyU"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"GCQfMWAikyU","videoPublishedAt":"2013-10-10T23:46:11.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/L4-bvYX4Fh2LNXyUXIaqYWg12MY\"","id":"UEw4ZFB1dWFMalh0TXdtZXBCalRTRzU5M2VHN09iek83cy45RjNFMDhGQ0Q2RkFCQTc1","kind":"youtube#playlistItem","snippet":{"channelId":"UCX6b17PVsYBQ0ip5gyeme-Q","channelTitle":"CrashCourse","description":"You can directly support Crash Course at https:\/\/www.patreon.com\/crashcourse Subscribe for as little as $0 to keep up with everything we're doing. Free is nice, but if you can afford to pay a little every month, it really helps us to continue producing this content.\n\nIn which John Green teaches you about the New Deal, which was president Franklin D. Roosevelt's plan to pull the united States out of the Great Depression of the 1930's. Did it work? Maybe. John will teach you about some of the most effective and some of the best known programs of the New Deal. They weren't always the same thing. John will tell you who supported the New Deal, and who opposed it. He'll also get into how the New Deal changed the relationship between the government and citizens, and will even reveal just how the Depression ended. (hint: it was war spending)\n\nHey teachers and students - Check out CommonLit's free collection of reading passages and curriculum resources to learn more about the events of this episode. President Roosevelt developed his New Deal policies to ease the economic burdens of the Great Depression, a grim reality he began to tackle with his first fireside chat: https:\/\/www.commonlit.org\/texts\/president-roosevelt-s-first-fireside-chat\nIn his Economic Bill of Rights, FDR tried to get the country to trust its banks again: https:\/\/www.commonlit.org\/texts\/the-economic-bill-of-rights\n\nFollow us!\n@thecrashcourse\n@realjohngreen\n@crashcoursestan\n@raoulmeyer\n@br8dybrunch","playlistId":"PL8dPuuaLjXtMwmepBjTSG593eG7ObzO7s","position":34,"publishedAt":"2013-10-18T19:59:39.000Z","title":"The New Deal: Crash Course US History #34","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/6bMq9Ek6jnA\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/6bMq9Ek6jnA\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/6bMq9Ek6jnA\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/6bMq9Ek6jnA\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/6bMq9Ek6jnA\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"6bMq9Ek6jnA"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"6bMq9Ek6jnA","videoPublishedAt":"2013-10-18T19:59:35.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/BVVIeUhYY0R2mr8jdfhVvUwP-w0\"","id":"UEw4ZFB1dWFMalh0TXdtZXBCalRTRzU5M2VHN09iek83cy40QTA3NTU2RkM1QzlCMzYx","kind":"youtube#playlistItem","snippet":{"channelId":"UCX6b17PVsYBQ0ip5gyeme-Q","channelTitle":"CrashCourse","description":"You can directly support Crash Course at https:\/\/www.patreon.com\/crashcourse Subscribe for as little as $0 to keep up with everything we're doing. Free is nice, but if you can afford to pay a little every month, it really helps us to continue producing this content.\n\nIn which John Green teaches you about World War II, a subject so big, it takes up two episodes. This week, John will teach you how the United States got into the war, and just how involved America was before Congress actually declared war. John will actually talk a little about the military tactics involved, and he'll get into some of the weaponry involved, specifically the huge amount of aerial bombing that characterized the war, and the atomic bombs that ended the war in the Pacific.\n\nHey teachers and students - Check out CommonLit's free collection of reading passages and curriculum resources to learn more about the events of this episode. Americans entered World War II after the attack on Pearl Harbor: https:\/\/www.commonlit.org\/texts\/the-attack-on-pearl-harbor\nA call for soldiers led to an early civil rights victory, the Tuskegee Airmen: https:\/\/www.commonlit.org\/texts\/tuskegee-airmen\nAmerica led the invasion of Normandy that would end the war, and American troops helped to liberate surviving Jews from Nazi concentration camps throughout Europe: https:\/\/www.commonlit.org\/texts\/liberation-of-nazi-concentration-camps\n\nFollow us!\n@thecrashcourse\n@realjohngreen\n@crashcoursestan\n@raoulmeyer\n@br8dybrunch","playlistId":"PL8dPuuaLjXtMwmepBjTSG593eG7ObzO7s","position":35,"publishedAt":"2013-10-27T22:03:43.000Z","title":"World War II Part 1: Crash Course US History #35","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/Objoad6rG6U\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/Objoad6rG6U\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/Objoad6rG6U\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/Objoad6rG6U\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/Objoad6rG6U\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"Objoad6rG6U"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"Objoad6rG6U","videoPublishedAt":"2013-10-25T18:52:22.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/5XQwdhCHi4kJaVZTPGBvlEfOBA8\"","id":"UEw4ZFB1dWFMalh0TXdtZXBCalRTRzU5M2VHN09iek83cy4zQzFBN0RGNzNFREFCMjBE","kind":"youtube#playlistItem","snippet":{"channelId":"UCX6b17PVsYBQ0ip5gyeme-Q","channelTitle":"CrashCourse","description":"Crash Course World History is now available on DVD! Visit http:\/\/dft.ba\/-CCWHDVD to buy a set for your home or classroom.\n\nYou can directly support Crash Course at https:\/\/www.patreon.com\/crashcourse Subscribe for as little as $0 to keep up with everything we're doing. Free is nice, but if you can afford to pay a little every month, it really helps us to continue producing this content.\n\nIn which John Green teaches you about World War 2, as it was lived on the home front. You'll learn about how the war changed the country as a whole, and changed how Americans thought about their country. John talks about the government control of war production, and how the war probably helped to end the Great Depression. A broader implementation of the income tax, the growth of large corporations, and the development of the West Coast as a manufacturing center were also results of the war. The war positivelychanged the roles of women and African Americans, but it was pretty terrible for the Japanese Americans who were interred in camps. In short, World War II changed America's role in the world, changed American life at home, and eventually spawned the History Channel.\n\nHey teachers and students - Check out CommonLit's free collection of reading passages and curriculum resources to learn more about the events of this episode. At home in America, everyone joined in the war effort, with everyone contributing to American industry: https:\/\/www.commonlit.org\/texts\/how-american-industry-won-world-war-ii\nBut America had its fair share of shame, such as when the country turned away Jewish refugees on the St. Louis who would die in the Holocaust: https:\/\/www.commonlit.org\/texts\/jewish-refugees-on-the-st-louis\nDuring World War II, there was also a painful period of Japanese relocation and internment throughout the country: https:\/\/www.commonlit.org\/texts\/japanese-relocation-during-world-war-ii\n\nFollow us!\n@thecrashcourse\n@realjohngreen\n@crashcoursestan\n@raoulmeyer\n@bra8dybrunch","playlistId":"PL8dPuuaLjXtMwmepBjTSG593eG7ObzO7s","position":36,"publishedAt":"2013-11-23T18:03:42.000Z","title":"World War II Part 2 - The Homefront: Crash Course US History #36","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/HofnGQwPgqs\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/HofnGQwPgqs\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/HofnGQwPgqs\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/HofnGQwPgqs\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/HofnGQwPgqs\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"HofnGQwPgqs"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"HofnGQwPgqs","videoPublishedAt":"2013-11-01T19:54:53.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/iPJmVorjgQSndEvLFlM9mbilkiM\"","id":"UEw4ZFB1dWFMalh0TXdtZXBCalRTRzU5M2VHN09iek83cy5BRjJDODk5REM0NjkzMUIy","kind":"youtube#playlistItem","snippet":{"channelId":"UCX6b17PVsYBQ0ip5gyeme-Q","channelTitle":"CrashCourse","description":"Crash Course World History is now available on DVD! Visit http:\/\/dft.ba\/-CCWHDVD to buy a set for your home or classroom.\n\nYou can directly support Crash Course at https:\/\/www.patreon.com\/crashcourse Subscribe for as little as $0 to keep up with everything we're doing. Free is nice, but if you can afford to pay a little every month, it really helps us to continue producing this content.\n\nIn which John Green teaches you about the Cold War, which was the decades long conflict between the USA and the USSR. The Cold War was called cold because of the lack of actual fighting, but this is inaccurate. There was plenty of fighting, from Korea to Viet Nam to Afghanistan, but we'll get into that stuff next week. This week we'll talk about how the Cold War started. In short it grew out of World War II. Basically, the Soviets occupied eastern Europe, and the US supported western Europe. This setup would spill across the world, with client states on both sides. It's all in the video. You should just watch it.\n\nHey teachers and students - Check out CommonLit's free collection of reading passages and curriculum resources to learn more about the events of this episode. The Cold War spanned over four decades of American history, beginning with the paranoia of McCarthyism, a political witch hunt for communists: https:\/\/www.commonlit.org\/texts\/mccarthyism\nPresident Kennedy delivered an Inaugural Address during the height of the Cold War, initiating a space race: https:\/\/www.commonlit.org\/texts\/president-kennedy-s-inaugural-address\nPresident Kennedy also oversaw Cuba's emergence as a Cold War rival of the United States: \nhttps:\/\/www.commonlit.org\/texts\/cold-war-rivals-cuba-and-the-united-states","playlistId":"PL8dPuuaLjXtMwmepBjTSG593eG7ObzO7s","position":37,"publishedAt":"2013-11-08T18:55:03.000Z","title":"The Cold War: Crash Course US History #37","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/9C72ISMF_D0\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/9C72ISMF_D0\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/9C72ISMF_D0\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/9C72ISMF_D0\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/9C72ISMF_D0\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"9C72ISMF_D0"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"9C72ISMF_D0","videoPublishedAt":"2013-11-08T18:54:58.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/i7dzqJCX728ZFVT_nTrTr4bOjko\"","id":"UEw4ZFB1dWFMalh0TXdtZXBCalRTRzU5M2VHN09iek83cy4xOTEzQzhBQzU3MDNDNjcz","kind":"youtube#playlistItem","snippet":{"channelId":"UCX6b17PVsYBQ0ip5gyeme-Q","channelTitle":"CrashCourse","description":"Crash Course World History is now available on DVD! Visit http:\/\/dft.ba\/-CCWHDVD to buy a set for your home or classroom.\n\nYou can directly support Crash Course at https:\/\/www.patreon.com\/crashcourse Subscribe for as little as $0 to keep up with everything we're doing. Free is nice, but if you can afford to pay a little every month, it really helps us to continue producing this content.\n\nIn which John Green teaches you about the Cold War as it unfolded in Asia. As John pointed out last week, the Cold War was occasionally hot, and a lot of that heat was generated in Asia. This is starting to sound weird with the hot\/cold thing, so let's just say that the United States struggle against communist expansion escalated to full-blown, boots on the ground war in Korea and Vietnam. In both of these cases, the United States sent soldiers to intervene in civil wars that it looked like communists might win. That's a bit of a simplification, but John will explain it all to you.\n\nHey teachers and students - Check out CommonLit's free collection of reading passages and curriculum resources to learn more about the events of this episode. While The Vietnam War was happening very far away from home, it had a major impact on American soldiers and civilians: https:\/\/www.commonlit.org\/texts\/introduction-to-the-vietnam-war\n\nAmericans with televisions had the war broadcasted right into their living rooms, leading to an immense Vietnam War resistance effort: https:\/\/www.commonlit.org\/texts\/resistance-to-the-vietnam-war\n\nSubbable Message! Patreon subscribers can choose a message in the video info as their perk. Here's this week's:\nTo Ellen, from Charles: I love you, you are the best. Arrr.\n\nFollow us!\n@thecrashcourse\n@realjohngreen\n@crashcoursestan\n@raoulmeyer","playlistId":"PL8dPuuaLjXtMwmepBjTSG593eG7ObzO7s","position":38,"publishedAt":"2013-11-22T00:47:53.000Z","title":"The Cold War in Asia: Crash Course US History #38","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/Y2IcmLkuhG0\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/Y2IcmLkuhG0\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/Y2IcmLkuhG0\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/Y2IcmLkuhG0\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/Y2IcmLkuhG0\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"Y2IcmLkuhG0"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"Y2IcmLkuhG0","videoPublishedAt":"2013-11-15T22:29:23.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/gA3foiqTDNB36RbckImzHqwrZso\"","id":"UEw4ZFB1dWFMalh0TXdtZXBCalRTRzU5M2VHN09iek83cy5GNDg1Njc1QzZERjlFRjE5","kind":"youtube#playlistItem","snippet":{"channelId":"UCX6b17PVsYBQ0ip5gyeme-Q","channelTitle":"CrashCourse","description":"You can directly support Crash Course at https:\/\/www.patreon.com\/crashcourse Subscribe for as little as $0 to keep up with everything we're doing. Free is nice, but if you can afford to pay a little every month, it really helps us to continue producing this content.\n\nIn which John Green teaches you about the early days of the Civil Rights movement. By way of providing context for this, John also talks a bit about wider America in the 1950s. The 1950s are a deeply nostalgic period for many Americans, but there is more than a little idealizing going on here. The 1950s were a time of economic expansion, new technologies, and a growing middle class. America was becoming a suburban nation thanks to cookie-cutter housing developments like the Levittowns.  While the white working class saw their wages and status improve, the proverbial rising tide wasn't lifting all proverbial ships. A lot of people were excluded from the prosperity of the 1950s. Segregation in housing and education made for some serious inequality for African Americans. As a result, the Civil Rights movement was born. John will talk about the early careers of Martin Luther King, Thurgood Marshall, Rosa Parks, and even Earl Warren. He'll teach you about Brown v Board of Education, and the lesser known Mendez vs Westminster, the Montgomery Bus Boycott, and all kinds of other stuff.\n\nCrash Course World History is now available on DVD! Visit http:\/\/dft.ba\/-CCWHDVD to buy a set for your home or classroom.\n\nHey teachers and students - Check out CommonLit's free collection of reading passages and curriculum resources to learn more about the events of this episode. The Civil Rights Movement gained national attention with the murder of Emmett Till in 1955: https:\/\/www.commonlit.org\/texts\/emmett-till\nThat same year, Rosa Parks refused to give up her seat on a Montgomery bus, beginning the Montgomery bus boycott: https:\/\/www.commonlit.org\/texts\/rosa-parks-and-the-montgomery-bus-boycott\nA young preacher named Martin Luther King Jr. gained national fame rallying support for the Montgomery bus boycott: https:\/\/www.commonlit.org\/texts\/martin-luther-king-jr\nThe end of segregation also began in the South with the Showdown in Little Rock in 1957: https:\/\/www.commonlit.org\/texts\/showdown-in-little-rock\n\nFollow us!\nhttp:\/\/www.twitter.com\/thecrashcourse\nhttp:\/\/www.twitter.com\/realjohngreen\nhttp:\/\/www.twitter.com\/crashcoursestan\nhttp:\/\/www.twitter.com\/raoulmeyer\nhttp:\/\/www.twitter.com\/thoughtbubbler","playlistId":"PL8dPuuaLjXtMwmepBjTSG593eG7ObzO7s","position":39,"publishedAt":"2013-11-22T00:52:46.000Z","title":"Civil Rights and the 1950s: Crash Course US History #39","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/S64zRnnn4Po\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/S64zRnnn4Po\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/S64zRnnn4Po\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/S64zRnnn4Po\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/S64zRnnn4Po\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"S64zRnnn4Po"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"S64zRnnn4Po","videoPublishedAt":"2013-11-22T00:50:55.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/PM5uziAKVkUeaWsBv9HgMGXIk94\"","id":"UEw4ZFB1dWFMalh0TXdtZXBCalRTRzU5M2VHN09iek83cy45NkVENTkxRDdCQUFBMDY4","kind":"youtube#playlistItem","snippet":{"channelId":"UCX6b17PVsYBQ0ip5gyeme-Q","channelTitle":"CrashCourse","description":"You can directly support Crash Course at https:\/\/www.patreon.com\/crashcourse Subscribe for as little as $0 to keep up with everything we're doing. Free is nice, but if you can afford to pay a little every month, it really helps us to continue producing this content.\n\nIn which John Green teaches you about a time of relative tumult in the United States, the 1960s. America was changing rapidly in the 1960s, and rights movements were at the forefront of those changes. Civil Rights were dominant, but the 60s also saw growth in the Women's Movement, the LGBT rights movement, the Latino rights movement, and the American Indian movement. Also, Americans began to pay a bit more attention to the environment. All this change happened against the backdrop of the Cold War and the Rise of Conservatism. It was just wild. John will teach you about sit-ins, Freedom Rides, The March on Washington, MLK, JFK, LBJ, and NOW. Man, that is a lot of initialisms. And one acronym.  \n\nCrash Course World History is now available on DVD! Visit http:\/\/dft.ba\/-CCWHDVD to buy a set for your home or classroom.\n\nHey teachers and students - Check out CommonLit's free collection of reading passages and curriculum resources to learn more about the events of this episode. Civil Rights stayed strong throughout the 1960s, beginning with the peaceful sit-in movement in 1960 in the South: https:\/\/www.commonlit.org\/texts\/the-sit-in-movement\nThe Civil Rights Movement reached a high point when Martin Luther King Jr. delivered his 1963 “I Have a Dream” Speech at the March on Washington: https:\/\/www.commonlit.org\/texts\/i-have-a-dream\nAfter President Kennedy's assassination, President Johnson decided to promote Civil Rights as part of his Great Society program: https:\/\/www.commonlit.org\/texts\/lyndon-baines-johnson-and-the-great-society\nAfter Dr. Martin Luther King, Jr. was assassinated in 1968, the growing black power movement gained even more populairty: https:\/\/www.commonlit.org\/texts\/empowering-the-black-power-movement\n\nFollow us!\nhttp:\/\/www.twitter.com\/thecrashcourse\nhttp:\/\/www.twitter.com\/realjohngreen\nhttp:\/\/www.twitter.com\/crashcoursestan\nhttp:\/\/www.twitter.com\/raoulmeyer\nhttp:\/\/www.twitter.com\/thoughtbubbler","playlistId":"PL8dPuuaLjXtMwmepBjTSG593eG7ObzO7s","position":40,"publishedAt":"2013-12-06T18:20:13.000Z","title":"The 1960s in America: Crash Course US History #40","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/lkXFb1sMa38\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/lkXFb1sMa38\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/lkXFb1sMa38\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/lkXFb1sMa38\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/lkXFb1sMa38\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"lkXFb1sMa38"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"lkXFb1sMa38","videoPublishedAt":"2013-12-06T18:20:09.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/VLeFojERxgr1EOPnDPKIBnjo_Dg\"","id":"UEw4ZFB1dWFMalh0TXdtZXBCalRTRzU5M2VHN09iek83cy5DNkMwRUI2MkI4QkI4NDFG","kind":"youtube#playlistItem","snippet":{"channelId":"UCX6b17PVsYBQ0ip5gyeme-Q","channelTitle":"CrashCourse","description":"You can directly support Crash Course at https:\/\/www.patreon.com\/crashcourse Subscribe for as little as $0 to keep up with everything we're doing. Free is nice, but if you can afford to pay a little every month, it really helps us to continue producing this content.\n\nCrash Course World History is now available on DVD! Visit http:\/\/dft.ba\/-CCWHDVD to buy a set for your home or classroom.\n\nIn which John Green teaches you about the rise of the conservative movement in United States politics. So, the sixties are often remembered for the liberal changes that the decade brought to America, but lest you forget, Richard Nixon was elected to the presidency during the sixties. The conservative movement didn't start with Nixon though. Modern conservatism really entered mainstream consciousness during the 1964 presidential contest between incumbent president and Kennedy torch-bearer Lyndon B Johnson, and Republican senator Barry Goldwater. While Goldwater never had a shot in the election, he used the campaign to talk about all kinds of conservative ideas. At the same time, several varying groups, including libertarian conservatives and moral conservatives, began to work together. Goldwater's trailblazing and coalition building would pay off in 1968 when Richard Nixon was elected to the White House, and politics changed forever when Nixon resigned over the Watergate scandal. You'll also learn about the ERA, , EPA, OSHA, the NTSB, and several other acronyms and initialisms.\n\nHey teachers and students - Check out CommonLit's free collection of reading passages and curriculum resources to learn more about the events of this episode. Richard Nixon ushered in an age of conservatism, first rising to the national stage with his Checkers speech: https:\/\/www.commonlit.org\/texts\/senator-nixon-s-checkers-speech\nNixon’s presidency ended in near impeachment however over the corruption of the Watergate scandal: https:\/\/www.commonlit.org\/texts\/watergate-undoing-a-president","playlistId":"PL8dPuuaLjXtMwmepBjTSG593eG7ObzO7s","position":41,"publishedAt":"2013-12-14T16:20:00.000Z","title":"The Rise of Conservatism: Crash Course US History #41","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/OCrxD19DHA8\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/OCrxD19DHA8\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/OCrxD19DHA8\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/OCrxD19DHA8\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/OCrxD19DHA8\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"OCrxD19DHA8"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"OCrxD19DHA8","videoPublishedAt":"2013-12-13T23:48:39.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/4MhmS5pco0Lo9tSwlLBeE9JWW44\"","id":"UEw4ZFB1dWFMalh0TXdtZXBCalRTRzU5M2VHN09iek83cy5DRUQwODMxQzUyRTlGRkY3","kind":"youtube#playlistItem","snippet":{"channelId":"UCX6b17PVsYBQ0ip5gyeme-Q","channelTitle":"CrashCourse","description":"You can directly support Crash Course at https:\/\/www.patreon.com\/crashcourse Subscribe for as little as $0 to keep up with everything we're doing. Free is nice, but if you can afford to pay a little every month, it really helps us to continue producing this content.\n\nCrash Course World History is now available on DVD! Visit http:\/\/dft.ba\/-CCWHDVD to buy a set for your home or classroom.\n\nIn which John Green teaches you about the economic malaise that beset the United States in the 1970s. A sort of perfect storm of events, it combined the continuing decline of America's manufacturing base and the oil shocks of 1973 and 1979, and brought about an stagnant economy, paired with high inflation. Economists with a flair for neologisms and portamenteau words called this \"stagflation,\" and it made people miserable. Two presidential administrations were scuttled at least in part by these economic woes; both Gerald Ford and Jimmy Carter are considered failed presidents for many reasons, but largely because of an inability to improve the economy. (hint: In reality, no one person can materially change something as big as the world economy, even if they are president, but one person sure can make a handy scapegoat!) So, by and large, the 70s were a pretty terrible time in America economically, but at least the decade gave us Mr. Green.\n\nCrash Course World History is now available on DVD! Visit http:\/\/dft.ba\/-CCWHDVD to buy a set for your home or classroom.\n\nFollow us!\nhttp:\/\/www.twitter.com\/thecrashcourse\nhttp:\/\/www.twitter.com\/realjohngreen\nhttp:\/\/www.twitter.com\/crashcoursestan\nhttp:\/\/www.twitter.com\/raoulmeyer\nhttp:\/\/www.twitter.com\/thoughtbubbler\nhttp:\/\/www.subbable.com","playlistId":"PL8dPuuaLjXtMwmepBjTSG593eG7ObzO7s","position":42,"publishedAt":"2013-12-21T22:01:42.000Z","title":"Ford, Carter, and the Economic Malaise: Crash Course US History #42","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/pyN5LPHEQ_0\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/pyN5LPHEQ_0\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/pyN5LPHEQ_0\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/pyN5LPHEQ_0\/sddefault.jpg","width":640}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"pyN5LPHEQ_0"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"pyN5LPHEQ_0","videoPublishedAt":"2013-12-21T22:01:33.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/QWD0YdgVqLZRV6ycxzYR3KIKjx8\"","id":"UEw4ZFB1dWFMalh0TXdtZXBCalRTRzU5M2VHN09iek83cy41MzY4MzcwOUFFRUU3QzEx","kind":"youtube#playlistItem","snippet":{"channelId":"UCX6b17PVsYBQ0ip5gyeme-Q","channelTitle":"CrashCourse","description":"You can directly support Crash Course at https:\/\/www.patreon.com\/crashcourse Subscribe for as little as $0 to keep up with everything we're doing. Free is nice, but if you can afford to pay a little every month, it really helps us to continue producing this content.\n\nCrash Course World History is now available on DVD! Visit http:\/\/dft.ba\/-CCWHDVD to buy a set for your home or classroom.\n\nIn which John Green teaches you about what is often called the Reagan Era. Mainly, it covers the eight years during which a former actor who had also been governor of the state of California was president of the United States. John will teach you about Reagan's election victory over the hapless Jimmy Carter, tax cuts, Reagan's Economic Bill of Rights, union busting, and the Iran-Contra among other things. Learn about Reagan's domestic and foreign policy initiatives, and even a little about Bonzo the Chimp.\n\nHey teachers and students - Check out CommonLit's free collection of reading passages and curriculum resources to learn more about the events of this episode. Ronald Reagan signalled a shift to conservative values on the role of government, discussed in his \"Time for Choosing\" Speech: https:\/\/www.commonlit.org\/texts\/from-a-time-for-choosing-speech\nAmerica turned to President Reagan for comfort in times of tragedy, including following the Challenger Disaster: https:\/\/www.commonlit.org\/texts\/ronald-reagan-on-the-challenger-disaster\n\nFollow us!\nhttp:\/\/www.twitter.com\/thecrashcourse\nhttp:\/\/www.twitter.com\/realjohngreen\nhttp:\/\/www.twitter.com\/crashcoursestan\nhttp:\/\/www.twitter.com\/raoulmeyer\nhttp:\/\/www.twitter.com\/thoughtbubbler","playlistId":"PL8dPuuaLjXtMwmepBjTSG593eG7ObzO7s","position":43,"publishedAt":"2014-01-14T13:57:27.000Z","title":"The Reagan Revolution: Crash Course US History #43","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/2h4DkpFP_aw\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/2h4DkpFP_aw\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/2h4DkpFP_aw\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/2h4DkpFP_aw\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/2h4DkpFP_aw\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"2h4DkpFP_aw"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"2h4DkpFP_aw","videoPublishedAt":"2014-01-11T20:45:49.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/CnSQyBiHTHeaHBDZcUvJk3k1A-g\"","id":"UEw4ZFB1dWFMalh0TXdtZXBCalRTRzU5M2VHN09iek83cy4yQjZFRkExQjFGODk3RUFD","kind":"youtube#playlistItem","snippet":{"channelId":"UCX6b17PVsYBQ0ip5gyeme-Q","channelTitle":"CrashCourse","description":"You can directly support Crash Course at https:\/\/www.patreon.com\/crashcourse Subscribe for as little as $0 to keep up with everything we're doing. Free is nice, but if you can afford to pay a little every month, it really helps us to continue producing this content.\n\nIn which John Green teaches you about the end of the Cold War and the presidency of George H.W. Bush. It was neither the best of times, nor the worst of times. On the domestic front, the first president Bush inherited the relative prosperity of the later Reagan years, and watched that prosperity evaporate. That was about all the interest Bush 41 had, domestically, so let's move to foreign policy, which was a bigger deal at this time. The biggie was the end of the Cold War, which is the title of the video, so you know it's important. The collapse of the Soviet Union was the biggest deal of Bush's term, and history has assigned the credit to Ronald Reagan. We give the guy a break, and say that he helped. He was certainly expert in foreign policy, having been and envoy to China, ambassador to the United Nations,  and head of the CIA. Bush also oversaw the first Gulf War, which was something of a success, in that the primary mission was accomplished, and the vast majority of the troops were home in short order. It didn't do much to address some of the other problems in the region, but we'll get to that in the next few weeks. Along with all this, you'll learn about Bush's actions, or lack thereof, in Somalia and the Balkans, and you'll even be given an opportunity to read Bush's lips.\n\nThanks to Michael Williams at http:\/\/www.mylifeinplastic.com for the Barbies.\n\nCrash Course World History is now available on DVD! Visit http:\/\/dft.ba\/-CCWHDVD to buy a set for your home or classroom.\n\nHey teachers and students - Check out CommonLit's free collection of reading passages and curriculum resources to learn more about the events of this episode. During President H.W. Bush’s time in office, he oversaw the U.S. response to the fall of the Berlin Wall and end of the USSR: https:\/\/www.commonlit.org\/texts\/the-berlin-wall\n\nFollow us!\nhttp:\/\/www.twitter.com\/thecrashcourse\nhttp:\/\/www.twitter.com\/realjohngreen\nhttp:\/\/www.twitter.com\/crashcoursestan\nhttp:\/\/www.twitter.com\/raoulmeyer\nhttp:\/\/www.twitter.com\/thoughtbubbler\nhttp:\/\/www.twitter.com\/patreon","playlistId":"PL8dPuuaLjXtMwmepBjTSG593eG7ObzO7s","position":44,"publishedAt":"2014-01-17T00:02:54.000Z","title":"George HW Bush and the End of the Cold War: Crash Course US History #44","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/L-K19rVDxoM\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/L-K19rVDxoM\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/L-K19rVDxoM\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/L-K19rVDxoM\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/L-K19rVDxoM\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"L-K19rVDxoM"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"L-K19rVDxoM","videoPublishedAt":"2014-01-17T00:02:40.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/8Jx3nb-9Hmos-2hfZHeVPtqOung\"","id":"UEw4ZFB1dWFMalh0TXdtZXBCalRTRzU5M2VHN09iek83cy4yQUJFNUVCMzVDNjcxRTlF","kind":"youtube#playlistItem","snippet":{"channelId":"UCX6b17PVsYBQ0ip5gyeme-Q","channelTitle":"CrashCourse","description":"You can directly support Crash Course at https:\/\/www.patreon.com\/crashcourse Subscribe for as little as $0 to keep up with everything we're doing. Free is nice, but if you can afford to pay a little every month, it really helps us to continue producing this content.\n\nIn which John Green teaches you about the United States as it was in the 1990s. You'll remember from last week that the old-school Republican George H.W. Bush had lost the 1992 presidential election to a young upstart Democrat from Arkansas named Bill Clinton. Clinton was a bit of a dark horse candidate, having survived a sex scandal during the election, but a third party run by Ross Perot split the vote, and Clinton was inaugurated in 1993. John will teach you about Clinton's foreign policy agenda, which included NATO action in the Balkans and the Oslo Accords between Israel and the PLO. He'll also cover some of the domestic successes and failures of the Clinton years, including the failed attempt at healthcare reform, the pretty terrible record on GLBTQ issues, Welfare reform, which got mixed reviews, and the happier issues like the huge improvements in the economy. Also computers. Cheap, effective, readily available computers came along in the 1990s and they kind of changed the world, culminating in this video, which is the end of the internet. Until next week.\n\nHey teachers and students - Check out CommonLit's free collection of reading passages and curriculum resources to learn more about the events of this episode. One of the largest criticisms against President Clinton's presidency was his inaction during the genocide in Rwanda which he comments on in his Remarks on the Rwandan Genocide: https:\/\/www.commonlit.org\/texts\/president-clinton-s-remarks-in-kigali-on-the-rwandan-genocide\nFirst Lady Hillary Clinton had some foreign affairs success of her own when she delivered her 1995 speech to the United Nations Fourth World Conference on Women stating that women's rights are human rights: https:\/\/www.commonlit.org\/texts\/first-lady-hillary-clinton-s-address-to-the-united-nations-fourth-world-conference-on-women","playlistId":"PL8dPuuaLjXtMwmepBjTSG593eG7ObzO7s","position":45,"publishedAt":"2014-01-24T00:25:35.000Z","title":"The Clinton Years, or the 1990s: Crash Course US History #45","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/-rboN6F2g-k\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/-rboN6F2g-k\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/-rboN6F2g-k\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/-rboN6F2g-k\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/-rboN6F2g-k\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"-rboN6F2g-k"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"-rboN6F2g-k","videoPublishedAt":"2014-01-24T00:25:25.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/G4WbE-KwFEOH5pRdd5oc86kqXfA\"","id":"UEw4ZFB1dWFMalh0TXdtZXBCalRTRzU5M2VHN09iek83cy40QzRDOEU0QUYwNUIxN0M1","kind":"youtube#playlistItem","snippet":{"channelId":"UCX6b17PVsYBQ0ip5gyeme-Q","channelTitle":"CrashCourse","description":"You can directly support Crash Course at https:\/\/www.patreon.com\/crashcourse Subscribe for as little as $0 to keep up with everything we're doing. Free is nice, but if you can afford to pay a little every month, it really helps us to continue producing this content.\n\nIn which John Green teaches you about the tumultuous 2000's in the United States of America, mainly the 2000's that coincide with the presidency of George W Bush. From the controversial election in 2000, to the events of 9\/11 and Bush's prosecution of the War on Terror, the George W. Bush presidency was an eventful one. John will teach you about Bush's domestic policies like tax cutting, education reform, and he'll get into the wars in Afghanistan and Iraq. The event that came to pass during Bush's presidency are still very much effecting the United States and the world today, so listen up!\n\nHey teachers and students - Check out CommonLit's free collection of reading passages and curriculum resources to learn more about the events of this episode. Much of President Bush's term was defined by the events following the terror attack on September 11, including his support for the Patriot Act: https:\/\/www.commonlit.org\/texts\/president-bush-on-the-patriot-act\nPresident Bush also sought to prevent discord with Muslim Americans following the 9\/11 attacks in his Islam is Peace” Speech: https:\/\/www.commonlit.org\/texts\/president-bush-s-islam-is-peace-speech","playlistId":"PL8dPuuaLjXtMwmepBjTSG593eG7ObzO7s","position":46,"publishedAt":"2014-01-31T15:53:56.000Z","title":"Terrorism, War, and Bush 43: Crash Course US History #46","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/nlsnnhn3VWE\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/nlsnnhn3VWE\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/nlsnnhn3VWE\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/nlsnnhn3VWE\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/nlsnnhn3VWE\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"nlsnnhn3VWE"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"nlsnnhn3VWE","videoPublishedAt":"2014-01-30T21:39:17.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/eArKLja--IF84D_bH3eHd_qkc44\"","id":"UEw4ZFB1dWFMalh0TXdtZXBCalRTRzU5M2VHN09iek83cy41RTNBREYwMkI5QzU3RkY2","kind":"youtube#playlistItem","snippet":{"channelId":"UCX6b17PVsYBQ0ip5gyeme-Q","channelTitle":"CrashCourse","description":"You can directly support Crash Course at https:\/\/www.patreon.com\/crashcourse Subscribe for as little as $0 to keep up with everything we're doing. Free is nice, but if you can afford to pay a little every month, it really helps us to continue producing this content.\n\nIn which John Green teaches you about recent history. By which we mean VERY recent history. John covers the end of George W. Bush's administration presidency of Barack Obama (so far). Some people would say, \"It's too soon to try to interpret the historical importance of such recent events!\" To those people we answer, \"You're right.\" Nonetheless, it's worthwhile to take a look at the American we live in right now as a way of looking back at how far we've come. Anyway, John will teach you about Obama's election, some of his policies like the Affordable Care Act, the 2009 stimulus, and the continuation of the war on terror. If you still can't reconcile a history course teaching such recent stuff, just think of this one as a current events episode.\n\nHey teachers and students - Check out CommonLit's free collection of reading passages and curriculum resources to learn more about the events of this episode. President Barack Obama leaned in to discussions on race in his 2013 remarks on the Trayvon Martin ruling: https:\/\/www.commonlit.org\/texts\/president-obama-s-remarks-on-trayvon-martin-ruling\nPresident Obama responded to economic inequality and partisanship in his 2015 State of the Union Address: https:\/\/www.commonlit.org\/texts\/president-obama-s-remarks-on-trayvon-martin-ruling\n\nSo what's next? Crash Course Literature! We're starting on February 27, 2014. Here's the reading list:\n\nThe Odyssey by Homer       http:\/\/dft.ba\/-7V5t  \nOedipus Rex by Sophocles     http:\/\/dft.ba\/-7Uo8\nHamlet by Bill Shakespeare   http:\/\/dft.ba\/-7VDy \nFrankenstein by Mary Shelley   http:\/\/dft.ba\/-7U9n\nJane Eyre by Charlotte Brontë   http:\/\/dft.ba\/-7U9o\nTo Kill a Mockingbird by Harper Lee   http:\/\/dft.ba\/-7V8z\nSlaughterhouse Five by Kurt Vonnegut    http:\/\/dft.ba\/-7U9p\nThings Fall Apart by Chinua Achebe     http:\/\/dft.ba\/-7VDB\nBeloved by Toni Morrison    http:\/\/dft.ba\/-7VDC\n\nGet to reading, we'll be covering them in that order!","playlistId":"PL8dPuuaLjXtMwmepBjTSG593eG7ObzO7s","position":47,"publishedAt":"2014-02-07T00:32:59.000Z","title":"Obamanation: Crash Course US History #47","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/lUfh2ebjLOg\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/lUfh2ebjLOg\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/lUfh2ebjLOg\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/lUfh2ebjLOg\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/lUfh2ebjLOg\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"lUfh2ebjLOg"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"lUfh2ebjLOg","videoPublishedAt":"2014-02-07T00:32:50.000Z"}}]}