{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/DKH8pCS-bJJa9GqjbmOwNx1cQmA\"","eventId":null,"kind":"youtube#playlistItemListResponse","nextPageToken":null,"prevPageToken":null,"visitorId":null,"pageInfo":{"resultsPerPage":50,"totalResults":7},"items":[{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/TwCGTyvWpVMxbJ7f443uMZn0Q4g\"","id":"UEwzci1ZdTlDQkRid1JyMDg0b0VfZy1VYVVKTEo4NU5Cbi4wMTcyMDhGQUE4NTIzM0Y5","kind":"youtube#playlistItem","snippet":{"channelId":"UCqvjEkH_41m4DYaoNQwk4Bw","channelTitle":"Hubble Space Telescope","description":"This version of \"Flight Through the Orion Nebula in Visible and Infrared Light\" has been rendered onto a hemispherical format (azimuthal equidistant projection) for use in planetarium domes. The black circular mask in the images denotes the edge of the hemispherical dome projection. The video is for preview purposes. Planetariums will want to download the frames and the audio files from the HubbleSite page: http:\/\/hubblesite.org\/video\/1153\n\nThis visualization explores the Orion Nebula using both visible and infrared light. The sequence begins with a wide-field view of the sky showing the plane of our Milky Way Galaxy, then zooms down to the scale of the Orion Nebula. The visible light observation (from the Hubble Space Telescope) and the infrared light observation (from the Spitzer Space Telescope) are compared first in two-dimensional images, and then in three-dimensional models.\n\nAs the camera flies into the star-forming region, the sequence cross-fades back and forth between the visible and infrared views. The glowing gaseous landscape has been illuminated and carved by the high energy radiation and strong stellar winds from the massive hot stars in the central cluster. The infrared observations generally show cooler temperature gas at a deeper layer of the nebula that extends well beyond the visible image. In addition, the infrared showcases many faint stars that shine primarily at longer wavelengths. The higher resolution visible observations show finer details including the wispy bow shocks and tadpole-shaped proplyds. In this manner, the movie illustrates the contrasting features uncovered by multi-wavelength astronomy.","playlistId":"PL3r-Yu9CBDbwRr084oE_g-UaUJLJ85NBn","position":0,"publishedAt":"2018-06-29T18:23:21.000Z","title":"Flight Through the Orion Nebula in Visible and Infrared Light - Dome Version","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/BpkUapPZfEU\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/BpkUapPZfEU\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/BpkUapPZfEU\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/BpkUapPZfEU\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/BpkUapPZfEU\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"BpkUapPZfEU"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"BpkUapPZfEU","videoPublishedAt":"2018-06-29T18:19:50.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/8dolyTDlpmVDPb7fUh1tSxsNTwk\"","id":"UEwzci1ZdTlDQkRid1JyMDg0b0VfZy1VYVVKTEo4NU5Cbi41NkI0NEY2RDEwNTU3Q0M2","kind":"youtube#playlistItem","snippet":{"channelId":"UCqvjEkH_41m4DYaoNQwk4Bw","channelTitle":"Hubble Space Telescope","description":"This version of \"Flight Through the Orion Nebula in Visible Light\" has been rendered onto a hemispherical format (azimuthal equidistant projection) for use in planetarium domes. The black circular mask in the images denotes the edge of the hemispherical dome projection. The video is for preview purposes. Planetariums will want to download the frames and the audio files from HubbleSite: http:\/\/hubblesite.org\/video\/1155\n\nThis visualization explores the Orion Nebula as seen in visible-light observations from the Hubble Space Telescope. This movie is designed to be compared and contrasted against the companion movie using infrared-light observations from the Spitzer Space Telescope.\n\nAs the camera flies into the star-forming region, it reveals a glowing gaseous landscape that has been illuminated and carved by the high-energy radiation and strong stellar winds from the massive hot stars in the central cluster. The high-resolution visible observations show fine details including the wispy bow shocks and tadpole-shaped proplyds.","playlistId":"PL3r-Yu9CBDbwRr084oE_g-UaUJLJ85NBn","position":1,"publishedAt":"2018-06-29T18:23:21.000Z","title":"Flight Through the Orion Nebula in Visible Light - Dome Version","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/FVhd-7D4T-M\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/FVhd-7D4T-M\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/FVhd-7D4T-M\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/FVhd-7D4T-M\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/FVhd-7D4T-M\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"FVhd-7D4T-M"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"FVhd-7D4T-M","videoPublishedAt":"2018-06-29T18:21:00.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/Yw5JUkDjXMB9bDwKmJmdwUZEJpk\"","id":"UEwzci1ZdTlDQkRid1JyMDg0b0VfZy1VYVVKTEo4NU5Cbi4yODlGNEE0NkRGMEEzMEQy","kind":"youtube#playlistItem","snippet":{"channelId":"UCqvjEkH_41m4DYaoNQwk4Bw","channelTitle":"Hubble Space Telescope","description":"This version of \"Flight Through the Orion Nebula in Infrared Light\" has been rendered onto a hemispherical format (azimuthal equidistant projection) for use in planetarium domes. The black circular mask in the images denotes the edge of the hemispherical dome projection. The video is for preview purposes. Planetariums will want to download the frames and the audio files from HubbleSite: http:\/\/hubblesite.org\/video\/1154\n\nThis visualization explores the Orion Nebula as seen in infrared-light observations from the Spitzer Space Telescope. This movie is designed to be compared and contrasted against the companion movie using visible-light observations from the Hubble Space Telescope.\n\nAs the camera flies into the star-forming region, it reveals a glowing gaseous landscape that has been illuminated and carved by the high-energy radiation and strong stellar winds from the massive hot stars in the central cluster. The infrared observations generally show cool temperature gas at a deep layer that shows the full bowl shape of the nebula. In addition, the infrared showcases many faint stars that shine primarily at longer wavelengths.","playlistId":"PL3r-Yu9CBDbwRr084oE_g-UaUJLJ85NBn","position":2,"publishedAt":"2018-06-29T18:23:21.000Z","title":"Flight Through the Orion Nebula in Infrared Light - Dome Version","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/63Ys1rOdbVU\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/63Ys1rOdbVU\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/63Ys1rOdbVU\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/63Ys1rOdbVU\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/63Ys1rOdbVU\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"63Ys1rOdbVU"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"63Ys1rOdbVU","videoPublishedAt":"2018-06-29T18:20:33.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/npNNE9EkSY3DM41VK0dvliZG-zA\"","id":"UEwzci1ZdTlDQkRid1JyMDg0b0VfZy1VYVVKTEo4NU5Cbi41MjE1MkI0OTQ2QzJGNzNG","kind":"youtube#playlistItem","snippet":{"channelId":"UCqvjEkH_41m4DYaoNQwk4Bw","channelTitle":"Hubble Space Telescope","description":"This version of \"Journey Into the Orion Nebula\" has been rendered onto a hemispherical format (azimuthal equidistant projection) for use in planetarium domes. The black circular mask in the images denotes the edge of the hemispherical dome projection. The video is for preview purposes.\n\nThis visualization journeys into the famous star-forming region of the Orion Nebula based on an image from the Hubble Space Telescope. This exhilarating trip begins by flying through a layer of gas above the nebula, called the \"veil\". The descent to the gaseous surface provides an overview of the structure of the region as the winds and radiation from the central cluster have carved out a long \"valley\" in the cloud. The massive bright stars are responsible for heating the gas to temperatures at which it glows. Their strong stellar winds also blow back the gas around nearby newly formed stars creating tadpole-shaped structures. Within these objects, called proplyds, planets may be forming inside dark, dusty disks encircling the stars. These young stars can also emit jets of radiation which, in turn, create wispy bow shocks throughout the region. All of these features are found in the Hubble image and have been modeled for this visualization.\n\nCredit: Frank Summers, Greg Bacon, Zolt Levay, Lisa Frattare, Massimo Robberto (STScI)\n\nAcknowledgment: Robert Gendler\n\nMusic: \"Blizzard (PON I)\", Kai Engel, CC BY-NC","playlistId":"PL3r-Yu9CBDbwRr084oE_g-UaUJLJ85NBn","position":3,"publishedAt":"2018-06-29T18:23:21.000Z","title":"Journey Into the Orion Nebula - Dome Preview","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/42jCVx9e7_c\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/42jCVx9e7_c\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/42jCVx9e7_c\/hqdefault.jpg","width":480}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"42jCVx9e7_c"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"42jCVx9e7_c","videoPublishedAt":"2018-01-19T18:05:42.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/TVU9YZXUj8Td2mZ9E9HeRp08t6Y\"","id":"UEwzci1ZdTlDQkRid1JyMDg0b0VfZy1VYVVKTEo4NU5Cbi4wOTA3OTZBNzVEMTUzOTMy","kind":"youtube#playlistItem","snippet":{"channelId":"UCqvjEkH_41m4DYaoNQwk4Bw","channelTitle":"Hubble Space Telescope","description":"This movie is a low resolution preview of the hemispheric projection sequence for planetarium domes.\n\nThis scientific visualization presents a flight to a small globular star cluster and a few hundred thousand years of its development. Globular star clusters contain many thousands to millions of stars all orbiting around their common center of gravity. During the flight to and around the globular star cluster, time has been stopped to allow one to examine the structure of the cluster. After arrival, the stars begin their swarming orbits.\n\nThe visualization uses data from a simulation that followed the orbits of 6144 stars using the special purpose supercomputer GRAPE-4. This small globular star cluster is simulated in its early stages, with the sample of stars drawn from a zero-age main sequence. Hence, there are many more blue stars than would be found in a typical old globular cluster. The star brightnesses are calculated and calibrated to approximate what the human eye would see. The colors are a bit exaggerated in an attempt to compensate for desaturation during dome projection. For context, the globular cluster is placed within a random star field taken from the Yale Bright Star Catalog. The piece of the simulation shown here covers about 122 thousand years of the star cluster’s development. Time passes at a rate of about 2350 years per second, which corresponds to 78 years per frame at 30 frames per second.\n\nThe full resolution planetarium dome sequence is available at: http:\/\/hubblesite.org\/video\/906\/\n\nVisualization: Frank Summers (STScI)\nSimulation: Simon Portegies Zwart (Boston University)","playlistId":"PL3r-Yu9CBDbwRr084oE_g-UaUJLJ85NBn","position":4,"publishedAt":"2018-06-29T18:23:21.000Z","title":"Globular Star Cluster Exploration [Dome Version]","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/iNJXgMNSxNo\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/iNJXgMNSxNo\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/iNJXgMNSxNo\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/iNJXgMNSxNo\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/iNJXgMNSxNo\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"iNJXgMNSxNo"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"iNJXgMNSxNo","videoPublishedAt":"2016-11-28T20:41:53.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/7vDP1bWNJ9dfTDgUR8ts6HecJ8U\"","id":"UEwzci1ZdTlDQkRid1JyMDg0b0VfZy1VYVVKTEo4NU5Cbi4xMkVGQjNCMUM1N0RFNEUx","kind":"youtube#playlistItem","snippet":{"channelId":"UCqvjEkH_41m4DYaoNQwk4Bw","channelTitle":"Hubble Space Telescope","description":"This visualization of a computer simulation showcases the ‘cosmic web’, the large scale structure of the universe. Each bright knot is an entire galaxy, while the purple filaments show where material exists between the galaxies. To the human eye, only the galaxies would be visible, and this visualization allows us to see the strands of material connecting the galaxies and forming the cosmic web.\n\nThis visualization is based on a scientific simulation of the growth of structure in the universe. The matter, dark matter, and dark energy in a region of the universe are followed from very early times of the universe through to the present day using the equations of gravity, hydrodynamics, and cosmology. The normal matter has been clipped to show only the densest regions, which are the galaxies, and is shown in white. The dark matter is shown in purple. The size of the simulation is a cube with a side length of 134 megaparsecs (437 million light-years).\n\nThe camera choreography is a straight line path through the simulation. The camera accelerates from a standstill at the start, flies at a constant speed, and then decelerates to a stop at the end. The “cruising speed” of the camera is 250,000 parsecs per frame, or about 20 million light-years per second (at 24 frames per second). That’s more than 600 trillion times the speed of light. Buckle your seatbelts.\n\nThe simulation is periodic, and the camera flies through it several times. A skew angle is used to avoid showing the same structures on each fly through. The camera path (after accelerating to full speed) does repeat every 2000 frames. Hence, one can get an infinite loop by showing the frames 100 - 2099 over and over.\n\nVisualization: Frank Summers, Space Telescope Science Institute\n\nSimulation: Martin White and Lars Hernquist, Harvard University","playlistId":"PL3r-Yu9CBDbwRr084oE_g-UaUJLJ85NBn","position":5,"publishedAt":"2018-06-29T18:24:21.000Z","title":"Cruising the Cosmic Web, V2 [Dome Version]","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/a9bZ1_YtKWg\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/a9bZ1_YtKWg\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/a9bZ1_YtKWg\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/a9bZ1_YtKWg\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/a9bZ1_YtKWg\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"a9bZ1_YtKWg"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"a9bZ1_YtKWg","videoPublishedAt":"2018-06-29T18:24:21.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/6IGJzmkpkdZ745KzoUo4cyiXSgw\"","id":"UEwzci1ZdTlDQkRid1JyMDg0b0VfZy1VYVVKTEo4NU5Cbi41MzJCQjBCNDIyRkJDN0VD","kind":"youtube#playlistItem","snippet":{"channelId":"UCqvjEkH_41m4DYaoNQwk4Bw","channelTitle":"Hubble Space Telescope","description":"In this scientific visualization, two spiral galaxies are set on a collision course. As one slices through the other, both are disrupted. The tidal forces of gravity produce long tails of material streaming away from the collision. The central regions relatively quickly fall together and merge. The visualization is based on research data from a supercomputer simulation, with stars shown in yellow and gas shown blue. Time passes at about 30 million years per second, lasting a total of about 1.5 billion years.\n\nThis version was rendered for a planetarium dome format (polar coordinate hemisphere projection). The camera choreography was designed for uni-directional seating, where there is a common focus point of the audience (front and center, about 60 degrees up).\n\nThe camera motion is somewhat complex, and can be discerned by watching the movement of the background galaxy field. The camera starts by dropping down to reveal the first galaxy in the front right and then the second galaxy to the front left. The camera also moves in toward the galaxies to get a closer view of the initial collision. After the initial collision, the camera continues to drop slowly, now increasing the distance to the galaxies and tilting a bit to keep the tidal tails on screen as much as possible. The camera also rotates slowly to increase the sweeping feel of the tidal tails passing above.\n\nVisualization: Frank Summers, Space Telescope Science Institute\n\nSimulation: Chris Mihos, Case Western Reserve University, and Lars Hernquist, Harvard University","playlistId":"PL3r-Yu9CBDbwRr084oE_g-UaUJLJ85NBn","position":6,"publishedAt":"2018-06-29T18:25:13.000Z","title":"Galaxy Collision Simulation [Dome Version]","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/GqYVtr8i5M8\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/GqYVtr8i5M8\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/GqYVtr8i5M8\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/GqYVtr8i5M8\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/GqYVtr8i5M8\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"GqYVtr8i5M8"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"GqYVtr8i5M8","videoPublishedAt":"2018-06-29T18:25:12.000Z"}}]}