{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/h34fL9-_cxjOtrhFd3z8x6bMfqI\"","eventId":null,"kind":"youtube#playlistItemListResponse","nextPageToken":null,"prevPageToken":null,"visitorId":null,"pageInfo":{"resultsPerPage":50,"totalResults":7},"items":[{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/eUe9f-saZ8jKG65YAj1brQYGm1s\"","id":"UExyZmNydUd0cGx3RlpFTTdnWGhDMFZFUFdNYVVva1VMUy41NkI0NEY2RDEwNTU3Q0M2","kind":"youtube#playlistItem","snippet":{"channelId":"UCMkybZyI_B-xgkLQo_eCQ_w","channelTitle":"American Museum of Natural History","description":"David K. Skelly, Professor of Ecology and Associate Dean for Research, Yale School of Forestry and Environmental Studies; and Curator, Yale Peabody Museum of Natural History\n\nOpening Plenary - Student Conference on Conservation Science-New York 2013\n\nWhile conservation scientists engage in acrimonious debates about whether wilderness still exists, we can be quite certain that \"domesticated landscapes\" are rapidly becoming an ever greater presence around the globe.  One of the leading forms of domestication is the creation of suburban environments.  Unlike many other forms of conversion, suburban landscapes often integrate relictual pieces of native ecosystems with highly altered environments. The result is typically a jagged, disjointed set of habitats for wildlife species to negotiate.  Conservation research in these contexts has focused most closely on the role of habitat loss and fragmentation as well as the influences of roads.  Much of the work has emphasized patterns of native biodiversity loss and the promotion of invasive species with development.  Alongside these well-trodden research themes are emerging areas focused on remediating and avoiding harms associated with development.  New findings will emphasize ways in which the inevitable growth of suburban environments may best accommodate and support other species and the ways in which other species may help us gauge and improve environmental health for all species.","playlistId":"PLrfcruGtplwFZEM7gXhC0VEPWMaUokULS","position":0,"publishedAt":"2013-12-18T17:33:10.000Z","title":"Conservation on the Suburban Frontier","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/fLWvxcBVpzQ\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/fLWvxcBVpzQ\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/fLWvxcBVpzQ\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/fLWvxcBVpzQ\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/fLWvxcBVpzQ\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"fLWvxcBVpzQ"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"fLWvxcBVpzQ","videoPublishedAt":"2013-12-18T18:09:41.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/r0tR16Qd-UcbZYXAS60vk-Hh32M\"","id":"UExyZmNydUd0cGx3RlpFTTdnWGhDMFZFUFdNYVVva1VMUy4yODlGNEE0NkRGMEEzMEQy","kind":"youtube#playlistItem","snippet":{"channelId":"UCMkybZyI_B-xgkLQo_eCQ_w","channelTitle":"American Museum of Natural History","description":"Dr. Rodolfo Dirzo, Stanford University\n\nClosing Plenary - Student Conference on Conservation Science-New York 2013\n\nWhile the concern for the loss of biodiversity remains a critical contemporary problem for the world, an aspect the urgently needs attention now is the risk of loss of ecological processes.  This talk presents an analysis of the anthropogenic impact on animals - a process termed \"defaunation\" - in tropical ecosystems, and how this in turn leads to the disruption of ecological interactions and local extinction of ecological processes.  Additionally, the talk will explore how defaunation may have cascading consequences, potentially affecting human health.","playlistId":"PLrfcruGtplwFZEM7gXhC0VEPWMaUokULS","position":1,"publishedAt":"2013-12-18T18:30:12.000Z","title":"Conservation Beyond Taxa: Threats to Ecological Processes in Tropical Systems","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/I2VGllPnDSI\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/I2VGllPnDSI\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/I2VGllPnDSI\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/I2VGllPnDSI\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/I2VGllPnDSI\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"I2VGllPnDSI"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"I2VGllPnDSI","videoPublishedAt":"2013-12-18T18:08:22.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/t4mR9tg4n5SLNP966dh4s2rHNzw\"","id":"UExyZmNydUd0cGx3RlpFTTdnWGhDMFZFUFdNYVVva1VMUy4wMTcyMDhGQUE4NTIzM0Y5","kind":"youtube#playlistItem","snippet":{"channelId":"UCMkybZyI_B-xgkLQo_eCQ_w","channelTitle":"American Museum of Natural History","description":"Abraham Borker, University of California Santa Cruz\n\nBest Speed Talk - Student Conference on Conservation Science-New York 2013\n\nSeabirds are the most threatened marine group with 28% of extant seabird species at risk of extinction and 49 species critically endangered or endangered. Because most seabirds breed in fragile, inaccessible and isolated locations, often returning to concealed nest sites only at night, managers and researchers face considerable financial and logistical challenges when measuring seabird populations and the success of conservation actions. We tested the efficacy of acoustic monitoring as a cost effective tool to document the presence, distribution and relative abundance of seabirds in these remote areas. In two species (Sterna fosterii and Puffinus pacificus), rates of acoustic activity are highly correlated with relative breeding abundance across years and across sites. For the endangered Brachyramphus marmoratus, we found acoustic sensors provided a higher power to detect elusive species, conferring higher power at lower cost to detect changes in activity. To make such an approach scalable, we developed low-cost acoustic sensors based on a smartphone platform that can telemeter data and operate autonomously for field deployments. We tested these sensors at a globally important seabird colony (SE Farallon Island, CA) and detected all three focal species over 3 months with 99% uptime. We find automated acoustic sampling and detection is a powerful cost effective tool to improve the power and scope of seabird monitoring activities, particularly for the world's threatened and elusive seabirds.","playlistId":"PLrfcruGtplwFZEM7gXhC0VEPWMaUokULS","position":2,"publishedAt":"2013-12-18T19:35:05.000Z","title":"Acoustic Monitoring as a Scalable Seabird Monitoring Solution","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/NNJMtAORGjg\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/NNJMtAORGjg\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/NNJMtAORGjg\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/NNJMtAORGjg\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/NNJMtAORGjg\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"NNJMtAORGjg"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"NNJMtAORGjg","videoPublishedAt":"2013-12-18T19:14:07.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/e1o3KpnpZt44cKyH-drJ-Sa3NbU\"","id":"UExyZmNydUd0cGx3RlpFTTdnWGhDMFZFUFdNYVVva1VMUy41MjE1MkI0OTQ2QzJGNzNG","kind":"youtube#playlistItem","snippet":{"channelId":"UCMkybZyI_B-xgkLQo_eCQ_w","channelTitle":"American Museum of Natural History","description":"Kaitlyn Parkins, Fordham University\n\nBest Speed Talk - Student Conference on Conservation Science-New York 2013\n\nInsectivorous bat populations are in serious decline in the U. S. due to habitat loss, urbanization, and the spread of white-nose syndrome. Understanding bat use of human-altered habitat is critical for developing effective conservation plans for this ecologically important taxon. Green roofs, rooftops covered in growing medium and vegetation, are increasingly important conservation tools that make use of available space to provide breeding and foraging habitat for wildlife. Green roofs are especially important in highly urbanized areas such as New York City (NYC), which has more rooftop (34%) than open recreational space (10%) and natural areas (3%). To date, no studies have examined the value of green roofs versus traditional roofs in supporting urban bat populations. To evaluate whether green roofs provide better foraging habitat for urban bats than traditional roofs, I monitored bat activity during migration and breeding seasons using ultrasonic acoustic recorders on four green and four traditional roofs in NYC, which were paired to control for location, height, and variability in surrounding habitat. I then analyzed the acoustic recordings and identified calls to the species level. Preliminary results indicate the presence in NYC of four of eight bat species found in New York State, higher levels of forging activity over green roofs, and higher species richness over green roofs. This ongoing study provides evidence that, in addition to many other ecosystem benefits, urban green roofs provide important patches of habitat that support a variety of migrating and breeding bat species.","playlistId":"PLrfcruGtplwFZEM7gXhC0VEPWMaUokULS","position":3,"publishedAt":"2013-12-18T19:35:05.000Z","title":"Urban Green Roofs Provide Foraging Habitats for Bats","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/z0XxUbN_x6g\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/z0XxUbN_x6g\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/z0XxUbN_x6g\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/z0XxUbN_x6g\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/z0XxUbN_x6g\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"z0XxUbN_x6g"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"z0XxUbN_x6g","videoPublishedAt":"2013-12-18T19:13:00.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/XnoBySXjG9ya1YJFcINUwT80LPc\"","id":"UExyZmNydUd0cGx3RlpFTTdnWGhDMFZFUFdNYVVva1VMUy4wOTA3OTZBNzVEMTUzOTMy","kind":"youtube#playlistItem","snippet":{"channelId":"UCMkybZyI_B-xgkLQo_eCQ_w","channelTitle":"American Museum of Natural History","description":"Jennifer Schieltz, Princeton University\n\nBest Speed Talk - Student Conference on Conservation Science-New York 2013\n\nForty percent of earth's land surface is used for grazing domestic animals. Unsurprisingly, this has led to competition for land use between food production and protected areas. Therefore, conservation efforts are increasingly aimed at managing land for wildlife-livestock coexistence. However, much is still unknown about how wildlife responds to grazing by domesticated species. This study examines the behavioral response of a set of wild grazers in East Africa to changes in vegetation created by cattle. Understanding the effect of cattle on different wild species could allow ranchers and conservationists to adjust management plans to promote coexistence. Cattle could even be used as a tool to manage rangelands for wildlife. In Laikipia, Kenya, many conservancies and ranches have adopted policies of wildlife-livestock integration, combining cattle production and wildlife tourism. My research investigates how body size and mode of digestion (ruminant\/non-ruminant) affect wild grazer responses to cattle grazing? Six focal species are studied: three ruminants (Thomson's gazelle, hartebeest, buffalo) and three non-ruminants (warthog, plains zebra, white rhino) spanning a range of body sizes. Cattle intensity is quantified across the study area using GPS collars on cattle herds. Vegetation is measured at 3-week intervals. Wildlife use is quantified using camera traps in areas of varying cattle intensity. The effect of cattle on vegetation and in turn on behavior of wildlife sharing this land can then be explored. Early results show interesting correlations between cattle, grass biomass and quality, and wild grazer distributions that differ by species based on size, and hence nutritional needs.","playlistId":"PLrfcruGtplwFZEM7gXhC0VEPWMaUokULS","position":4,"publishedAt":"2013-12-18T19:35:05.000Z","title":"How do wild grazers respond to cattle grazing on shared rangelands in East Africa?","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/OdzYJTkNMZE\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/OdzYJTkNMZE\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/OdzYJTkNMZE\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/OdzYJTkNMZE\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/OdzYJTkNMZE\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"OdzYJTkNMZE"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"OdzYJTkNMZE","videoPublishedAt":"2013-12-18T19:12:00.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/rO5M4c8OBOL8L83zn56uxQvj6Qo\"","id":"UExyZmNydUd0cGx3RlpFTTdnWGhDMFZFUFdNYVVva1VMUy4xMkVGQjNCMUM1N0RFNEUx","kind":"youtube#playlistItem","snippet":{"channelId":"UCMkybZyI_B-xgkLQo_eCQ_w","channelTitle":"American Museum of Natural History","description":"Gao Yufang, Yale School of Forestry and Environmental Science\n\nBest Talk - Student Conference on Conservation Science-New York 2013\n\nThe last two years have seen the highest African elephant poaching and largest seizures of ivory ever. In both Western and Chinese societies, many news articles have been published and myriad online comments written on these issues. Through out this, all countries have declared their shared interest in conserving elephants. Yet elephant death rates are now exceeding birth rates. I compare the two perspectives on this issue. I used a problem-oriented analytical framework, and drew data from a content analysis of news reports. I am specifically interested in mapping the context (social process) at play in this case, especially who the participants (organizational) are, their perspectives, and interactions. Currently, data shows that the English-language world's view is that the problem is the Chinese middle class eager to buy ivory products. In contrast, in the Chinese-language world, people see that international conservation groups are exaggerating the problem. And the Chinese public tends to associate the problem with corruption, claiming that officials are the major problem. The Chinese government argues that people are ignorant and it is the wealthy that are to blame. I concluded that these contrasting problem definitions reflect different cultural outlooks. I suggested that the African elephant conservation could benefit from greater consensus among all participants in which they seek to clarify and secure their common interest. This will require adjustments in the current social process. Additional data is being gathered from interviews with participants in the trade chain from Kenya, to Hong Kong and mainland China.","playlistId":"PLrfcruGtplwFZEM7gXhC0VEPWMaUokULS","position":5,"publishedAt":"2013-12-18T19:35:05.000Z","title":"Social Interactions in the Ivory Trade: Comparing Chinese and Western Perspectives","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/jf9wCEfmsy8\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/jf9wCEfmsy8\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/jf9wCEfmsy8\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/jf9wCEfmsy8\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/jf9wCEfmsy8\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"jf9wCEfmsy8"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"jf9wCEfmsy8","videoPublishedAt":"2013-12-18T19:08:31.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/s3-DjkDJnbpCWALp78yc703Uhn8\"","id":"UExyZmNydUd0cGx3RlpFTTdnWGhDMFZFUFdNYVVva1VMUy41MzJCQjBCNDIyRkJDN0VD","kind":"youtube#playlistItem","snippet":{"channelId":"UCMkybZyI_B-xgkLQo_eCQ_w","channelTitle":"American Museum of Natural History","description":"Joshua Stewart, Scripps Institution of Oceanography, University of California San Diego\n\nBest Talk - Student Conference on Conservation Science-New York 2013\n\nOceanic manta rays, a poorly understood, charismatic marine megafauna, are under intense fishing pressure worldwide. One of several species of Mobulid rays whose gill rakers are used as a pseudo-remedy in Traditional Chinese Medicine, thousands of mantas are killed each year in developing countries such as Sri Lanka and Indonesia. Given this intense harvest and the species' low reproductive rates, manta populations are in decline, threatening economically important ecotourism programs in many developing countries. Despite their popularity with the public, mantas are one of the few remaining marine megafauna whose spatial ecology has not been closely examined. By investigating the movements and spatial dynamics of oceanic mantas, we intend to highlight subpopulations with increased susceptibility to overfishing, develop regional conservation recommendations, and identify critical habitats that can be protected from an ecosystem management perspective. Based on stable isotope analysis from widely disparate geographic regions, oceanic manta isotope signatures suggest distinct populations between regions. Similarly, preliminary evidence from satellite-tracked individuals indicates a high degree of regional fidelity on the order of months to years. However, tracking data also suggest individual animals exhibit different patterns of habitat use within regions. Our findings suggest that management actions should account for clear separation of populations among regions (and thus region-specific susceptibility to harvest), while spatially explicit conservation methods will be improved by understanding within-region behaviors and habitat use.","playlistId":"PLrfcruGtplwFZEM7gXhC0VEPWMaUokULS","position":6,"publishedAt":"2013-12-18T19:35:05.000Z","title":"Conservation implications of oceanic manta ray spatial ecology","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/-KgXb1aWFWg\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/-KgXb1aWFWg\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/-KgXb1aWFWg\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/-KgXb1aWFWg\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/-KgXb1aWFWg\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"-KgXb1aWFWg"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"-KgXb1aWFWg","videoPublishedAt":"2013-12-18T19:03:44.000Z"}}]}