{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/843lPKN8b0gjyKYzS0udnF6UcoI\"","eventId":null,"kind":"youtube#playlistItemListResponse","nextPageToken":null,"prevPageToken":null,"visitorId":null,"pageInfo":{"resultsPerPage":50,"totalResults":8},"items":[{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/eZfy4aHiCZ5FV1D9GK6Dve6V8qs\"","id":"UExyZmNydUd0cGx3Rm5SYnptVGVXQ2xaLW4yU2tGNmpnSi5DQUNERDQ2NkIzRUQxNTY1","kind":"youtube#playlistItem","snippet":{"channelId":"UCMkybZyI_B-xgkLQo_eCQ_w","channelTitle":"American Museum of Natural History","description":"Climate change may seem far away in some parts of the world, but for Pacific Islanders, its effects are very real. In August 2016, anthropologist Jennifer Newell led a Constantine S. Niarchos Expedition to the Marshall Islands to study how communities there are reacting to flooding, drought, and other effects of climate change, and how they are navigating an uncertain future.\n\nThe Constantine S. Niarchos Expedition featured here was generously supported by the Stavros Niarchos Foundation.\n\nFor a visual cue transcript, click here: http:\/\/www.amnh.org\/explore\/amnh.tv\/(watch)\/expeditions-and-research\/climate-change-in-the-marshall-islands\/(category)\/131059\n\n© American Museum of Natural History, New York, NY","playlistId":"PLrfcruGtplwFnRbzmTeWClZ-n2SkF6jgJ","position":0,"publishedAt":"2017-03-23T16:46:42.000Z","title":"Climate Change in the Marshall Islands","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/lRKzA3QULrE\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/lRKzA3QULrE\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/lRKzA3QULrE\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/lRKzA3QULrE\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/lRKzA3QULrE\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"lRKzA3QULrE"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"lRKzA3QULrE","videoPublishedAt":"2017-03-20T21:23:08.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/mYpKjdNYvIanmWvYD4R4lXSdLd4\"","id":"UExyZmNydUd0cGx3Rm5SYnptVGVXQ2xaLW4yU2tGNmpnSi41MzJCQjBCNDIyRkJDN0VD","kind":"youtube#playlistItem","snippet":{"channelId":"UCMkybZyI_B-xgkLQo_eCQ_w","channelTitle":"American Museum of Natural History","description":"Little is known about the status or ecology of slow lorises in Vietnam, but researchers do know that the animals’ numbers are on the decline. The nocturnal primates often show up in local, regional, and international trade as pets and for traditional medicine.\n\nMary Blair, Director of Biodiversity Informatics Research at the Museum’s Center for Biodiversity and Conservation, co-directs a project that aims to gather essential population data for the Bengal slow loris and the Pygmy slow loris.\n\nThe researchers’ work includes forest surveys where they encounter the animals while walking on trails or transects at night, and gathering data from slow loris collections in museums around the world. Blair and her colleagues also collaborate with Vietnamese authorities to help identify confiscated species.\n\nThe project is jointly organized by the Museum and the Center for Natural Resources and Environmental Studies at Vietnam National University, Hanoi. The ultimate goal is to help conservation managers more effectively protect these species from further decline.\n\nFunding for this study was provided by the Center for Biodiversity and Conservation at the American Museum of Natural History, National Science Foundation (CHE-1313908), the Margot Marsh Biodiversity Foundation, the Eppley Foundation for Research, the Disney Worldwide Conservation Fund, and the USAID PEER Science Program (3-149).  \n\nAny opinions, findings, and conclusions or recommendations expressed in this material are those of the author(s) and do not necessarily reflect the views of the National Science Foundation.\n\nLearn more about wildlife trade research at the Center for Biodiversity and Conservation: http:\/\/www.amnh.org\/our-research\/center-for-biodiversity-conservation\/research-and-conservation\/species-based-research\/mammals\/wildlife-trade-in-vietnam\n\nVIDEO CREDITS:\n\nProducer:\nJill Bauerle\n\nExecutive Producer:\nEugenia Levenson\n\nVideo:\nAMNH\/J. Bauerle\nMary Blair\n\nImages\/Archive:\nMary Blair\nCao Thi Huong Giang\nThach Mai Hoang\nAnna Nekaris\n\nAdditional Video:\nYouTube\/Slow Loris Channel\n \nSpecial Thanks:\nMinh Le\n\nMusic: \n“Biosphere” by Frederic Riviere\/Warner Chappell Production Music\n“Bicycle Tour” by Gregor Huber and Martin Haene\/\nWarner Chappell Production Music\n“Simple Truth” by Marco Ricciardi and Martine Haene\/\nWarner Chappell Production Music","playlistId":"PLrfcruGtplwFnRbzmTeWClZ-n2SkF6jgJ","position":1,"publishedAt":"2017-03-20T21:03:05.000Z","title":"Slow Loris Conservation in Vietnam","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/EXR1X83uFfs\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/EXR1X83uFfs\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/EXR1X83uFfs\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/EXR1X83uFfs\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/EXR1X83uFfs\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"EXR1X83uFfs"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"EXR1X83uFfs","videoPublishedAt":"2016-10-13T15:56:32.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/2sP0ZevlkJReBwbBpSaElztXcgA\"","id":"UExyZmNydUd0cGx3Rm5SYnptVGVXQ2xaLW4yU2tGNmpnSi4xMkVGQjNCMUM1N0RFNEUx","kind":"youtube#playlistItem","snippet":{"channelId":"UCMkybZyI_B-xgkLQo_eCQ_w","channelTitle":"American Museum of Natural History","description":"On a recent expedition to the lush forests of Cambodia, a team of Museum researchers experimented with a new method of tracking endangered animals. But first, they had to bare their arms and legs and attract bloodsucking leeches.\n\nFollow the 2015 Constantine S. Niarchos Expedition to Cambodia, led by leech expert Mark Siddall, curator in the Museum’s Division of Invertebrate Zoology. A trio of scientists trek through the forests of Cambodia in search of Haemadipsida—a family of jawed, terrestrial jungle leeches that feed on the blood of mammals.\n\nWhile the main purpose of the trip was to document leech biodiversity in Southeast Asia, the expedition was designed to sample “bycatch” as well—namely, DNA from the blood of these leeches mammalian meals, which can be preserved in a leeches’ gut for months.  \n\nBack at the Museum, that DNA was sequenced and fed into a database that identifies biological sequences. Matching these strings of sequenced DNA to existing samples let researchers identify which animals the leeches were feeding on—other than humans, whose status as a leech meal the whole team could attest to. These “IDNA” tests provide conservation biologists with a valuable snapshot of species living in a specific area. \n\nTracking elusive, endangered mammals in their native habitats can be difficult and time-consuming work involving the use of sophisticated technology like radio tagging and camera traps. However in recent years, the IDNA method of sequencing the contents of leeches’ stomachs has provided a faster, less expensive alternative to other methods of mammal-spotting.\n\n“What we're able to do is go in, go to a forest just for a day, collect leeches off the ground, collect them off of ourselves, sequence the DNA from their gut contents, and use that DNA to figure out what mammals are in an area, very efficiently.” said expedition member Michael Tessler, a Ph.D.-degree student at the Museum’s Richard Gilder Graduate School. Data from Tessler’s labwork on the DNA gathered from leech guts will form the basis of his dissertation. \n\nThe results of the Niarchos expedition to Cambodia could also help conservation biologists refine the leech gut IDNA method by setting benchmarks for the number of leech species and number of individual leeches to collect when using the method in a given area.\n\nVIDEO CREDITS:\n\nVIDEO:\nAMNH\/J. Bauerle\nLily Berniker\nMark Siddall\nMichael Tessler\n\nPHOTOGRAPHY:\nFlickr Commons\/ Christina Gallivan, Allan Hopkins, Charles J. Sharp, Tortan Travel, Ken Wong\n\nMUSIC: \n“Mekong Delta” by Tim Butcher\/Warner Chappell Production Music\n“Truth Development Inc” by Lars Kurz\/Warner Chappell Production Music\n\nThe Constantine S. Niarchos Expedition was generously supported by the Stavros Niarchos Foundation.","playlistId":"PLrfcruGtplwFnRbzmTeWClZ-n2SkF6jgJ","position":2,"publishedAt":"2016-06-03T17:46:35.000Z","title":"Tell-Tale Leech Meals","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/935v7YnPtls\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/935v7YnPtls\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/935v7YnPtls\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/935v7YnPtls\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/935v7YnPtls\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"935v7YnPtls"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"935v7YnPtls","videoPublishedAt":"2016-06-03T17:46:12.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/dUA1Hf0w0tUmQ6PkkFDKqkpfyv4\"","id":"UExyZmNydUd0cGx3Rm5SYnptVGVXQ2xaLW4yU2tGNmpnSi4wOTA3OTZBNzVEMTUzOTMy","kind":"youtube#playlistItem","snippet":{"channelId":"UCMkybZyI_B-xgkLQo_eCQ_w","channelTitle":"American Museum of Natural History","description":"In November 2014, Brian Smith led a Constantine S. Niarchos Expedition to Vanuatu to study bird species of this island nation. Smith, an assistant curator in the Museum’s Department of Ornithology, was joined by colleagues Michael Andersen and William Mauck III.\n\nThe Constantine S. Niarchos Expedition featured here was generously supported by the Stavros Niarchos Foundation.  \n\n***\nSubscribe to our channel: \nhttp:\/\/www.youtube.com\/subscription_center?add_user=AMNHorg\n\nCheck out our full video catalog: \nhttp:\/\/www.youtube.com\/user\/AMNHorg\n\nFacebook: http:\/\/fb.com\/naturalhistory \nTwitter: http:\/\/twitter.com\/amnh\nTumblr: http:\/\/amnhnyc.tumblr.com\/\nInstagram: http:\/\/instagram.com\/amnh\n\n***\n\nThis video and all media incorporated herein (including text, images, and audio) are the property of the American Museum of Natural History or its licensors, all rights reserved. The Museum has made this video available for your personal, educational use. You may not use this video, or any part of it, for commercial purposes, nor may you reproduce, distribute, publish, prepare derivative works from, or publicly display it without the prior written consent of the Museum.\n\n© American Museum of Natural History, New York, NY","playlistId":"PLrfcruGtplwFnRbzmTeWClZ-n2SkF6jgJ","position":3,"publishedAt":"2015-06-03T13:34:19.000Z","title":"Surveying Tropical Birds in Vanuatu","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/FOE4t6RA9Dc\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/FOE4t6RA9Dc\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/FOE4t6RA9Dc\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/FOE4t6RA9Dc\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/FOE4t6RA9Dc\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"FOE4t6RA9Dc"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"FOE4t6RA9Dc","videoPublishedAt":"2015-06-03T13:34:18.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/uE_7VjQ0cdc7uR6VrJZ135CCIts\"","id":"UExyZmNydUd0cGx3Rm5SYnptVGVXQ2xaLW4yU2tGNmpnSi41MjE1MkI0OTQ2QzJGNzNG","kind":"youtube#playlistItem","snippet":{"channelId":"UCMkybZyI_B-xgkLQo_eCQ_w","channelTitle":"American Museum of Natural History","description":"Mapping Wasps and Their Plant Hosts in Australia\n\nInvertebrate Zoology Division Chair and Curator James Carpenter joins Dennis Stevenson of the New York Botanical Garden on an expedition to Australia in search of pollen wasps, their host plants, and the ways they might be adapted to each other. Along the way, they discover a new pollen wasp species, Paragia ozoe, and a plant family, Proteaceae, previously unknown to host wasp pollinators. The rare teaming of zoologist and botanist underscores the value of interdisciplinary collaboration and of building scientific collections.\n\n\nThe Constantine S. Niarchos Expedition featured here was generously supported by the Stavros Niarchos Foundation.\n\n\nVIDEO CREDITS:\n\nMUSIC:\n\n\"Outback Celebration\" by Randin Graves\/ Warner Chappell Production Music\n\"On the Wallaby\" by Matt Harris\/Warner Chappell Production Music\n\"Ridgi Didge USMix\" by Albert Calvo\/Warner Chappell Production Music\n\nILLUSTRATION:\nAllison Ashby\nC. Toms\nCourtesy of Australian National Herbarium\n\nPHOTOGRAPHY:\nJames Carpenter\nVolker Mauss\nNASA\/Goddard Space Flight Center\nDennis Stevenson\n\nVIDEO:\nAMNH\/J. Bauerle\nAmy Davidson","playlistId":"PLrfcruGtplwFnRbzmTeWClZ-n2SkF6jgJ","position":4,"publishedAt":"2014-10-03T15:15:24.000Z","title":"Mapping Wasps and Their Plant Hosts in Australia","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/s99JgOhP6fo\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/s99JgOhP6fo\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/s99JgOhP6fo\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/s99JgOhP6fo\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/s99JgOhP6fo\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"s99JgOhP6fo"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"s99JgOhP6fo","videoPublishedAt":"2014-10-03T15:06:19.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/CpOzCTj7_DAXFLmJuorVaUuN084\"","id":"UExyZmNydUd0cGx3Rm5SYnptVGVXQ2xaLW4yU2tGNmpnSi4wMTcyMDhGQUE4NTIzM0Y5","kind":"youtube#playlistItem","snippet":{"channelId":"UCMkybZyI_B-xgkLQo_eCQ_w","channelTitle":"American Museum of Natural History","description":"In November 2011, Museum Curator Alex de Voogt, Postdoctoral Fellow Vincent Francigny, and Research Associate William Harcourt-Smith set out on a Constantine S. Niarchos Expedition to Sudan. Over the course of two weeks, the team traveled some 2,000 kilometers and visited about 20 archaeological sites dating from the ancient kingdom of Meroë. \n\nMeroë was an independent kingdom of Nubia, centered in the north of Sudan and contemporaneous with Greek and Roman domination of the Mediterranean world. While Meroites were influenced by their Egyptian neighbors, they had a distinct political state, writing system, and religion. Archaeologists have only been able to translate a few Meroitic texts, so researchers must use other clues from the past to learn about this ancient civilization. \n\nOne of the 2011 Niarchos expedition's main goals was to document depictions of animals at archaeological sites. The animal representations they detailed in the field—ranging from elephants to frogs—will be compiled with images from artifacts in existing museum collections to create a \"bestiary\" for Meroë. This bestiary will be an organized catalog of animals, giving insight into how different species were used and ultimately leading to further research questions about religion, environment, and other subjects. \n\nThe expedition team also investigated other topics, including paleoanthropology, board games, and zootherapy—the use of animals in medicine.  \n\nThis 2011 Constantine S. Niarchos Expedition was generously supported by the Stavros Niarchos Foundation.\n\nARCHIVE IMAGES COURTESY OF\nSteve F. E. Cameron\nCOSV\nR. David \/ Sedeinga Mission\nVincent Francigny\nWill Harcourt-Smith\nAd Meskens\nThe Oriental Institute of the University of Chicago\nOlaf Tausch\nAlex de Voogt","playlistId":"PLrfcruGtplwFnRbzmTeWClZ-n2SkF6jgJ","position":5,"publishedAt":"2014-06-16T20:37:37.000Z","title":"Documenting an Ancient Kingdom In Sudan","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/PhokockqSbA\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/PhokockqSbA\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/PhokockqSbA\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/PhokockqSbA\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/PhokockqSbA\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"PhokockqSbA"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"PhokockqSbA","videoPublishedAt":"2014-06-16T20:32:17.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/N4MYeXQWlTw9Vnqz213FGdWnlHk\"","id":"UExyZmNydUd0cGx3Rm5SYnptVGVXQ2xaLW4yU2tGNmpnSi41NkI0NEY2RDEwNTU3Q0M2","kind":"youtube#playlistItem","snippet":{"channelId":"UCMkybZyI_B-xgkLQo_eCQ_w","channelTitle":"American Museum of Natural History","description":"In November 2010, Museum Curator George E. Harlow embarked on a Constantine S. Niarchos Expedition to the Montagua Valley in central Guatemala, a fault zone rich in the precious mineral, jadeite jade. Dr. Harlow and his team of geologists hiked along riverbeds and steep outcrops, collecting rock samples that might provide clues to the evolution of the Caribbean region.\n\nThe Caribbean originated 120 million years ago, when areas of volcanic islands and ocean floor squeezed past Mexico and South America. In what's known as the Guatemala suture zone, the boundary between the North American and Caribbean tectonic plates, geologists have found remnants of both a plate collision and a subduction zone, where an oceanic plate plunged into Earth's mantle. The high pressures of subduction zones help form minerals like jadeite and its host rock, serpentinite. By following the trail of jade in this region, Dr. Harlow and his team are gaining an understanding of the subduction and collisions that occurred throughout the history of Caribbean plate tectonics. \n\nDuring the expedition, the team studied an ophiolite--a piece of sea floor crust emplaced on top of the continent that had not previously been recorded on geological maps. Back at the Museum, Dr. Harlow's team, including Dr. Kennet Flores, a Davis Postdoctoral Scholar in the Department of Earth and Planetary Sciences, is conducting geochemical studies of the rock samples gathered during the expedition. Dr. Harlow anticipates that the results will provide insight into the geological puzzle of Guatemala and open windows for research in other parts of the world. \n\nGeorge Harlow's Constantine S. Niarchos Expedition was generously supported by the Stavros Niarchos Foundation.  \n\nThe research described in this video has been supported in part by the National Science Foundation (NSF) under grant numbers EAR0309116 and EAR1119403.\n\nVIDEO CREDITS:\n\nMUSIC\n\"Dazed\" by Airtone\n\nILLUSTRATIONS AND MAPS\nAMNH\/E. Chapman\nKennet E. Flores\nGeorge E. Harlow\nRobert Stern\n\nVIDEO:\nAMNH\/J. Bauerle\nJamie Newman","playlistId":"PLrfcruGtplwFnRbzmTeWClZ-n2SkF6jgJ","position":6,"publishedAt":"2013-09-11T18:44:49.000Z","title":"Solving a Geological Puzzle in Guatemala","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/TWofncaF2Ds\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/TWofncaF2Ds\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/TWofncaF2Ds\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/TWofncaF2Ds\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/TWofncaF2Ds\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"TWofncaF2Ds"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"TWofncaF2Ds","videoPublishedAt":"2013-06-14T18:43:49.000Z"}},{"etag":"\"XI7nbFXulYBIpL0ayR_gDh3eu1k\/bDAPWCb9ZWh97TN6ycLQYAlwGYU\"","id":"UExyZmNydUd0cGx3Rm5SYnptVGVXQ2xaLW4yU2tGNmpnSi4yODlGNEE0NkRGMEEzMEQy","kind":"youtube#playlistItem","snippet":{"channelId":"UCMkybZyI_B-xgkLQo_eCQ_w","channelTitle":"American Museum of Natural History","description":"In January 2013, Museum Curator Christopher Raxworthy set out on a Constantine S. Niarchos Expedition to several island groups in the Indian Ocean, hundreds of miles off of Africa's eastern coast to survey reptile species. Dr. Raxworthy and his team travelled to the Seychelles and the Mascarene Islands, where they scoured lush canyons, rocky shores, and steep cliff sides in search of chameleons, geckos, and skinks.\n\nAt one time, these islands were home to the world's richest diversity of oceanic island reptile fauna. But with the arrival of humans several centuries ago, deforestation and other environmental degradation decimated reptile populations. Raxworthy hoped to rediscover lizards known only from bone material and specimens collected in the 19th and early 20th century. \n\nWhile the team found no evidence of those particular species, their survey of both island systems provided valuable data about the distribution of other endemic and introduced reptiles.  The information Raxworthy collected is helping researchers learn more about what happens in an ecosystem after extinction, how reptile communities are built, and the best ways to implement future conservation efforts. \n\nChristopher Raxworthy's Constantine S. Niarchos Expedition was generously supported by the Stavros Niarchos Foundation.\n\nCREDITS:\n\nMUSIC\n\"Cascades,\" \"Pretty Build,\" \"Pretty and Cruddy Beat,\" \"Sunset,\" and \"Vector Melody\" by Poddington Bear (Free Music Archive).\n\nPHOTOGRAPHY\nChristopher Raxworthy\nNik Cole\nLisa Cole\nBärbel Koch\nDunog\nHansueli Krapf\nBruno Navez\nHans Stieglitz\n\nVIDEO\nAMNH\/E. Chapman","playlistId":"PLrfcruGtplwFnRbzmTeWClZ-n2SkF6jgJ","position":7,"publishedAt":"2013-09-11T18:45:24.000Z","title":"Searching for Reptiles on Indian Ocean Islands","thumbnails":{"default":{"height":90,"url":"https:\/\/i.ytimg.com\/vi\/vbEafwdza1E\/default.jpg","width":120},"medium":{"height":180,"url":"https:\/\/i.ytimg.com\/vi\/vbEafwdza1E\/mqdefault.jpg","width":320},"high":{"height":360,"url":"https:\/\/i.ytimg.com\/vi\/vbEafwdza1E\/hqdefault.jpg","width":480},"standard":{"height":480,"url":"https:\/\/i.ytimg.com\/vi\/vbEafwdza1E\/sddefault.jpg","width":640},"maxres":{"height":720,"url":"https:\/\/i.ytimg.com\/vi\/vbEafwdza1E\/maxresdefault.jpg","width":1280}},"resourceId":{"channelId":null,"kind":"youtube#video","playlistId":null,"videoId":"vbEafwdza1E"}},"contentDetails":{"endAt":null,"note":null,"startAt":null,"videoId":"vbEafwdza1E","videoPublishedAt":"2013-06-19T21:54:06.000Z"}}]}